Repository: FreePBX/firewall
Catalog: i18n/*/LC_MESSAGES/firewall.po
Languages: de_de, es, vi

source: This allows this machine to be used as a NFS server. This can be useful when you want to easily access files on this machine (for example, to access call recordings). Note that this is <strong>not required</strong> to be enabled to act as a NFS client, and view the filesystem of other machines.
de_de: Dadurch kann dieser Computer als NFS-Server verwendet werden. Dies kann nützlich sein, wenn Sie einfach auf Dateien auf diesem System zugreifen möchten (z. B. um auf Anrufaufzeichnungen zuzugreifen). Beachten Sie, dass dies <strong> nicht erforderlich </strong> ist, um als NFS-Client zu fungieren und das Dateisystem anderer Computer anzuzeigen.
es: Esto permite a esta máquina ser utilizada como servidor NFS. Esto puede ser útil cuando quiere acceder fácilmente a archivos en esta máquina (por ejemplo, para acceder a las grabaciones de llamadas). Tenga en cuenta que <strong>no se requiere</strong> habilitado este servicio para actuar como cliente NFS, y ver el sistema de archivos de otras máquinas.
vi: Điều này cho phép máy tính này được sử dụng như một máy chủ NFS. Điều này sẽ giúp ích khi bạn muốn dễ dàng truy cập các tập tin trên máy này (ví dụ, để truy cập vào các bản ghi cuộc gọi). Lưu ý rằng điều này <strong>không cần</strong> phải được bật để hoạt động như một máy khách NFS và xem hệ thống tập tin của các máy khác.

source: This allows you to perform emergency repairs to the firewall, in case you're accidentally locked out. The firewall will start automatically after this machine has been running for more than 5 minutes.
de_de: Auf diese Weise können Sie Notfallreparaturen an der Firewall durchführen, falls Sie versehentlich gesperrt werden. Die Firewall wird automatisch gestartet, nachdem dieser Computer länger als 5 Minuten ausgeführt wurde.
es: Esto le permite hacer reparaciones de emergencia en el cortafuegos, en el caso de que quede bloqueado accidentalmente. El cortafuegos iniciará automáticamente luego que esta máquina haya estado corriendo por más de 5 minutos.
vi: Điều này cho phép bạn thực hiện viecj sửa chữa khẩn cấp firewall trong trường hợp bạn bị khóa đột ngột. Firewall này sẽ tự động khởi động sau khi máy này khởi chạy trên 5 phút.

source: This allows you to simply add a pre-configured set of networks to your trusted zone. Once you have added your selections, you can fine-tune them, if required, %s on the Networks tab. %s
es: Esto le permite simplemente agregar un conjunto de redes preconfiguradas a la zona de confianza. Cuando haya agregado sus selecciones, puede afinarlas, si requiere, %s en la pestaña Redes. %s
vi: Điều này cho phép bạn thêm các bộ mạng đã cấu hình sẵn một cách dê xdangf vào vùng An toàn của mình. Khi bạn đã thêm những lựa chọn của mình, bạn có thể tinh chỉnh chúng nếu cần, %s trên tab Network. %s

source: This authorizes the system to import custom iptables rules after the firewall has started.
de_de: Dadurch wird das System autorisiert, benutzerdefinierte iptables-Regeln zu importieren, nachdem die Firewall gestartet wurde.
es: Esto autoriza al sistema a importar reglas iptables personalizadas luego de que el cortafuegos haya iniciado.
vi: Điều này sẽ cho phép hệ thống có quyền nhập các quy tắc iptable tùy chỉnh sau khi firewall được khởi động.

source: This configures what happens when a packet is received by the Firewall that <strong>will not be allowed</strong> through to the system.
es: Esto configura lo que sucede cuando el Cortafuegos recibe un paquete que <strong>no será permitido</strong> a través del sistema.
vi: Điều này sẽ cấu hình những gì xảy ra khi Firewall nhận được một packet <strong>không được phép</strong> đi qua hệ thống.

source: This does <strong>not</strong> include Endpoints that are already assigned to a Zone, or, Endpoints that were <strong>already registered</strong> when the firewall restarted, as they are automatically granted access. This is only for previously unknown hosts who have been authorized by Asterisk and granted access by the firewall.
de_de: Dies schließt <strong> keine </strong> Endpunkte ein, die bereits einer Zone zugewiesen sind, oder Endpunkte, die <strong> bereits registriert </strong> waren, als die Firewall neu gestartet wurde, da ihnen automatisch Zugriff gewährt wird. Dies gilt nur für zuvor unbekannte Hosts, die von Asterisk autorisiert wurden und über die Firewall Zugriff erhalten.
es: Esto <strong>no</strong> incluye Puntos Finales que ya se encuentran asignados a una Zona, o, Puntos Finales que <strong>ya estaban</strong> registrados cuando el cortafuegos se reinició, ya que se les otorga acceso automáticamente. Esto es solo para hosts previamente desconocidos que hayan sido autorizados por Asterisk y con acceso otorgado por el cortafuegos.
vi: Điều này <strong>không</strong> bao gồm các Endpoint đã được gán cho một Vùng, hoặc, các Endpoint đã <strong>đăng ký</strong> khi Firewaal khởi động lại, Vì chúng sẽ tự động được cấp quyền truy cập. Điều này cỉ dành cho các host không xác định được Asterisk cấp quyền và Firewall cho phép truy cập.

source: This explicitly grants permission to the machine that is managing the firewall service now. If you select 'Add Network', it will add the entire network that the server sees you coming from (%s), or if you select 'Add Host' it will only add the individual IP address (%s). When starting to configure your firewall, it is wise to enable this to ensure you don't lock yourself out of your machine.
es: Esto concede explícitamente permiso a la máquina que está administrando el servicio de cortafuegos ahora. Si selecciona 'Agregar Red', agregará la red entera de la que el servidor lo ve venir (%s), o si selecciona 'Agregar Host' solo agregará la dirección IP individual (%s). Cuando comience a configurar su cortafuegos, es aconsejable habilitarlo para asegurarse que no se quede afuera de su máquina.
vi: Điều này sẽ cấp phép cho máy đang quản lý dịch vụ firewall. Nếu bạn chọn 'Add Network', nó sẽ thêm một mạng mà máy chủ thấy bạn đến từ mạng đó (%s), nếu bạn chọn 'Add host' nó sẽ chỉ thêm địa chỉ IP cá nhân (%s). Khi bắt đầu cấu hình firewall của bạn, nó sẽ kích hoạt điều này để đảm bảo bạn không bị khóa bởi chính máy của mình.

source: This firewall runs in a Deny-By-Default configuration. However, if you enable 'Responsive Firewall', your Signalling ports are exposed to the internet, and may be attackable.
de_de: Diese Firewall wird in einer Deny-By-Default-Konfiguration ausgeführt. Wenn Sie jedoch "Responsive Firewall" aktivieren, sind Ihre Signalisierungsports dem Internet ausgesetzt und können angegriffen werden.
es: Este cortafuegos corre en una configuración Denegar-por-defecto. Sin embargo, si habilita 'Responsive Firewall', sus puertos de señalización estarán expuestos a la internet, y podría se atacado.
vi: Firewall này chạy trong cấu hình Deny-By-Default. Tuy nhiên nếu bạn kích hoạt 'Responsive Firewall' thì các cổng giao tiếp tín hiệu (Signalling port) sẽ tiếp xúc với internet và có thể bị tấn công.

source: This interface receives traffic from the Internet. Only selected incoming connections are accepted.
es: Esta interfaz recibe tráfico desde internet. Sólo conexiones entrantes seleccionadas son aceptadas.
vi: Giao diện này nhận lưu lượng từ interet. Chỉ các kết nối đến được chọn mới được chấp nhận.

source: This is done by a small process that runs on your PBX server that automatically updates firewall rules based on the current trunk and extension configuration of your PBX.
es: Esto se hace mediante un pequeño proceso que corre en su servidor PBX que actualiza las reglas del cortafuegos automáticamente en función de la configuración actual de líneas y extensiones de su PBX.
vi: Điều này được thực hiện bằng một quy trinh nhỏ chạy trên máy chủ PBX mà nó tự động cập nhật các quy tắc firewall dựa trên các trung kế hiện tại và các cấu hình máy nhánh của PBX của bạn.

source: This is the SIP driver (pjsip). Most devices use SIP.
es: Esto es el controlador SIP (pjsip). La mayoría de los dispositivos utilizan SIP.
vi: Đây là driver SIP (pjsip). Hầu hết các thiết bị sử dụng SIP.

source: This is the XMPP server. If you wish to connect to it using an external Jabber client, you need to open this port.
de_de: Dies ist der XMPP-Server. Wenn Sie eine Verbindung mit einem externen Jabber-Client herstellen möchten, müssen Sie diesen Port öffnen.
es: Este es el servidor XMPP. Si desea conectarse mediante un cliente Jabber externo, debe abrir este puerto.
vi: Đầy là máy chủ XMPP. Nếu bạn muốn kết nối với nó sử dụng máy khách Jabber nội bộ, bạn cần mở cổng giao tiếp này.

source: This is the legacy chan_sip driver.
de_de: Dies ist der ältere chan_sip-Treiber.
es: Este es el controlador chan_sip heredado.
vi: Đây là dirver legacy chan_sip.

source: This must be allowed access from the 'Internet' zone unless %s Responsive LetsEncrypt Rules %s are enabled. Enabling %s Responsive LetsEncrypt Rules %s is recommended
es: Esto debe ser admitido desde la zona 'Internet' a menos que %s las Relas Receptivas de LetsEncrypt %s estén habilitadas. Habilitar %s Reglas Receptivas de LetsEncrypt %s es recomendado

source: This page (and all tabs) automatically update every 15 seconds.
de_de: Diese Seite (und alle Registerkarten) werden automatisch alle 15 Sekunden aktualisiert.
es: Esta página (y todas las pestañas) se actualizan automáticamente cada 15 segundos.
vi: Trang này( và tất cả các tab) tự động cập nhật mỗi 15 phút 1 lần.

source: This page displays the detected ports and port ranges for all known services.
es: Esta página muestra los puertos y rangos de puertos detectados por todos los servicios conocidos.
vi: Trang này hiển thị các cổng giao tiếp được phát hiện và các dãy cổng giao tiếp cho tất cả các dịch vụ đã biết.

source: This page gives you a summary of the status of the Responsive Firewall.
es: Esta página le brinda un resumen del estado del Responsive Firewall.
vi: Trang này cung cấp cho bạn một tóm tắt trạng thái của Responsive Firewall.

source: This protocol is being managed by %s Responsive LetsEncrypt Rules. %s Disable %s Responsive LetsEncrypt Rules %s to manage access here.
es: Este protocolo es manejado por las %s Reglas Receptivas de LetsEncrypt. %s Deshabilite %s Reglas Receptivas de LetsEncrypt %s para administrar el acceso aquí.

source: This protocol is being managed by the Responsive Firewall. You <strong>should not</strong> enable access from the 'Internet' zone, or Responsive Firewall will be bypassed.
es: Este protocolo es manejado por el Responsive Firewall. <strong>No debe</strong> habilitar el acceso desde la zona 'Internet', o Responsive Firewall será pasado por alto.
vi: Giao thức này đang được quản lý bởi Responsive Firewall. Bạn <strong>không nên</strong> bật truy cập từ vùng 'Internet, hoặc Responsive Firewall sẽ bị bỏ qua.

source: This should be <strong>Enabled</strong> unless you wish to manage LetsEncrypt access manually.
es: Este debe ser <strong>habilitado</strong> a menos que desee administrar el acceso LetsEncrypt manualmente.

source: This should be disabled if there is the possibility of malicious individuals rebooting your machine without your knowledge. Otherwise it should be left <strong>Enabled</strong>
es: Eso debería estar deshabilitado si hay posibilidad de que individuos maliciosos reinicien su máquina sin su conocimiento. De lo contrario, debería estar <strong>habilitado</strong>
vi: Nên vô hiệu điều này nếu có những đối tượng độc hại có khả ăng khởi động lại máy của bạn mà không cho bạn biết. Còn lại, nó nên được để ở chế độ <strong>Kích hoạt</strong>

source: This will allow access to the LetsEncrypt service when it is enabled.
es: Esto permitirá acceso al servicio LetsEncrypt cuando se encuentre habilitado.

source: To alleviate any potential attacks, you can add any number of hosts or networks here and any traffic from these entries will be sent a response that their traffic has been administratively blocked. They will NOT be permitted to access the Responsive Firewall service.
de_de: Um mögliche Angriffe zu vermeiden, kannst Du(!) hier eine beliebige Anzahl von Hosts oder Netzwerken hinzufügen. Der Datenverkehr dieser Einträge wird als Antwort darauf gesendet, dass der Datenverkehr administrativ blockiert wurde. Sie(They!) dürfen NICHT auf den Responsive Firewall-Dienst zugreifen.
es: Para mitigar cualquier potencial ataque, puede agregar cualquier cantidad de hosts o redes aquí y el tráfico desde éstos recibirá una respuesta que su tráfico ha sido bloqueado administrativamente. NO se les será permitido el acceso al servicio de Responsive Firewall.
vi: Để giảm nguy cơ bị tấn công, bạn có thể thêm bất kỳ máy chủ hoặc mạng nào vào đây và bất kỳ lưu lượng truy cập từ các mục nhập này sẽ được gửi một phản hồi thông báo rằng lưu lượng truy cập của chúng đã bị cấm về mặt hành chính. Chúng KHÔNG được phép truy cập vào dịch vụ Responsive Firewall.

source: To receive the full benefits of the Sangoma Smart Firewall, you should ensure that <strong>no other firewall</strong> is intercepting traffic to this machine. This is normally accomplished by configuring your internet connection to place this machine in the 'DMZ' of your gateway.
de_de: Um alle Vorteile der Sangoma Smart Firewall nutzen zu können, sollten Sie sicherstellen, dass <strong> keine andere Firewall </strong> den Datenverkehr auf diesem Computer abfängt. Dies wird normalerweise erreicht, indem Sie Ihre Internetverbindung so konfigurieren, dass diese Maschine in der 'DMZ' Ihres Gateways platziert wird.
es: Para recibir los todos beneficios del Sangoma Smart Firewall, debería asegurarse que <strong>NINGUN OTRO FIREWALL</strong> intercepta tráfico a esta máquina. Esto es normalmente logrado configurando su conexión de internet y colocar a la máquina en la 'DMZ' de su puerta de enlace.
vi: Để có được đầy đủ các lợi ích của Sangoma Smart Firewall, bạn nên đảm bảo rằng <strong>nkhông có firewall nào khác</strong> đang chặn lưu lượng truy cập vào máy này. Thông thường điều này được thực hiện bằng cách cầu hình kết nối internet của bạn để đặt máy này trong 'DMZ' tại gateway của bạn.

source: To start using Sangoma Smart Firewall you simply need to answer a couple of questions, and your Firewall will be configured and activated immediately.
de_de: Um Sangoma Smart Firewall zu verwenden, müssen Sie nur ein paar Fragen beantworten, und Ihre Firewall wird sofort konfiguriert und aktiviert.
es: Para empezar a usar Sangoma Smart Firewall tiene que simplemente responder un par de preguntas, y su cortafuegos será configurado y activado inmediatamente.
vi: Để khởi động Sangoma Smart Firewall bạn chỉ cần trả lời các cặp câu hỏi và Firewall của bạn sẽ được cấu hình và kích hoạt ngay lập tức.

source: Total number of Attackers detected:
de_de: Gesamtzahl der entdeckten Angreifer:
es: Número total de Atacantes detectados:
vi: Tổng số kẻ tấn công được phát hiện:

source: Total number of Rate-Limited Clients:
de_de: Gesamtzahl der Rate-Limited-Kunden:
es: Número total de Clientes Limitados en Velocidad:
vi: Tổng số máy khách bị giới hạn tốc độ:

source: Total number of Registered Clients:
de_de: Gesamtzahl der registrierten Kunden:
es: Número total de Clientes Registrados:
vi: Tổng số máy khách đã đăng ký:

source: Trusted
de_de: Vertrauenswürdig
es: Confiado
vi: Trusted (An toàn)

source: Trusted Interface Detected
de_de: Vertrauenswürdige Schnittstelle erkannt
es: Interfaz de confianza detectada
vi: Giao diện an toàn được phát hiện

source: Trusted Management Network defined
de_de: Vertrauenswürdiges Verwaltungsnetzwerk definiert
es: Red de Administración de Confianza definida
vi: Mạng quản lý an toàn (Trusted Management Network) được xác định

source: UCP - User Control Panel - is the main user interface to the PBX, and allows people to control their phone. Note that if you want to allow users to use their web browsers to make calls through UCP you also need to add WebRTC to the same zone(s).
de_de: UCP - User Control Panel - ist die Hauptbenutzeroberfläche der TK-Anlage und ermöglicht es Benutzern, ihr Telefon zu steuern. Beachten Sie, dass Sie, wenn Sie Benutzern erlauben möchten, mit ihrem Webbrowser über UCP Anrufe zu tätigen, WebRTC derselben Zone (denselben Zonen) hinzufügen müssen.
es: UCP - Panel de Control de Usuario - es la interfaz principal del usuario a la PBX, y permite a la gente controlar sus teléfonos. Tenga en cuenta que si quiere permitir a los usuarios utilizar sus navegadores web para hacer llamadas a través de UCP, necesitará agregar WebRTC a la misma zona(s).
vi: UCP - User Control Panel - là một giao diện người dùng chính của PBX, và cho phép họ có thể điều khiển điện thoại của chính mình. Lưu ý rằng nếu bạn muốn cho phép người dùng sử dụng các trình duyệt web của họ để thực hiện cuộc gọi qua UCP bạn phải cần thêm một WebRTC vào cùng những vùng giống nhau.

source: UDP Port:
es: Puerto UDP:
vi: Cổng UDP:

source: UDP Ports:
es: Puertos UDP:
vi: Các cổng UDP:

source: Unknown entry!
de_de: Unbekannter Eintrag!
es: ¡Entrada desconocida!
vi: Mục nhập không xác định!

source: Update Interfaces
de_de: Schnittstellen aktualisieren
es: Actualizar Interfaces
vi: Cập nhật các giao diện

source: Updating...
de_de: Aktualisiere...
es: Actualizando ...
vi: Đang cập nhật...

source: Warning
de_de: Warnung
es: Advertencia
vi: Cảnh báo

source: Warning: Unable to read /etc/ssh/sshd_config - this port may be incorrect. This is <strong>expected</strong> when viewing through the Web Interface. The correct port, as configured, will be used in the firewall service.
es: Advertencia: No es posible leer /etc/ssh/sshd_config - este puerto puede ser incorrecto. Esto es <strong>de esperar</strong> cuando se ve a través de la Interfaz Web. El puerto correcto, según lo configurado, será usado en el servicio de cortafuegos.
vi: Cảnh báo: Không thể đọc /etc/ssh/sshd_config- Đây là cổng giao tiếp không chính xác. Điều này<strong>dự kiến </strong>sẽ xảy ra khi bạn xem thông qua Giao diện Web. Cổng chính xác như đã cấu hình sẽ được sử dụng trong dịch vụ Firewall.

source: Warning: Unable to resolve this entry!
de_de: Warnung: Dieser Eintrag kann nicht aufgelöst werden!
es: ¡Advertencia: No se puede resolver esta entrada!
vi: Cảnh báo: Không thể giải quyết mục nhập này!

source: We hope you're enjoying it! There's some additional questions you should answer. If you don't want to answer them at this time, just click Abort, and no changes will be made to your existing Firewall setup.
es: ¡Esperamos que lo estés disfrutando! Hay algunas preguntas adicionales que deberá responder. Si no desea responderlas en este momento, sólo haga click en Abortar, y ningún cambio será hecho en su configuración actual del Cortafuegos.
vi: Chúng tôi hi vọng bạn tận hưởng nó! Có một số câu hỏi bổ sung bạn nên trả lời. Nếu bạn không muốn trả lời vào lúc này, chỉ cần kích vào Abort, và sẽ không có that đổi nào đến các thiết lập Firewall của bạn.

source: Web Management
es: Administración Web
vi: Quản lý web

source: Web Management (Secure)
es: Administración Web (Segura)
vi: Quản lý web ( An ninh)

source: Web management interface for your PBX. This is the http, not https (secure) interface.
es: Interfaz de administración web de su PBX. Esta es la interfaz HTTP, no HTTPS (segura).
vi: Giao diện quản lý web cho PBX của bạn. Đâyy là giao diện http, không phải https ( an ninh).

source: Web management interface for your PBX. This is the https interface.
es: Interfaz de administración web de su PBX. Esta es la interfaz HTTPS.
vi: Giao diện quản lý web cho PBX của bạn. Đây là giao diện http.

source: WebRTC is used by UCP (and other services) to enable calls to be made via a web browser.
es: WebRTC es usado por UCP (y otros servicios) para habilitar llamadas hechas desde el navegador web.
vi: WebRTC được sử dụng bởi UCP ( và các dịch vụ khác) để kích hoạt các hoạt gọi được thực hiện thông qua trình duyệt web.

source: When adding or deleting from a zone, one or many IDs may be provided.
de_de: Beim Hinzufügen oder Löschen einer Zone können eine oder mehrere IDs angegeben werden.
es: Cuando se agregan o eliminan de una zona, una o varias IDs pueden ser provistas.
vi: Khi thêm hoặc xóa khỏi một vùng, một hay nhiều ID sẽ được cung cấp.

source: When this is enabled, any incoming VoIP connection attempts that would be otherwise rejected are <strong>not blocked</strong>, and instead allowed a <strong>very limited</strong> amount of registration attempts.
es: Cuando está habilitado, cualquier intento de conexión VoIP entrante que sería de otro modo rechazada <strong>no es bloqueada</strong>, en cambio permite una <strong>limitada</strong> cantidad de intentos de registración.
vi: Khi điều này được kích hoạt, bất kỳ lần thử kết nối VoIP đến nào bị từ chối sẽ <strong>không bị chặn</strong>,và thay vào đó lại cho phép số lần thử đăng ký <strong>rất hạn chế</strong>.

source: You can add individual hosts and networks to override the default permission for an interface.
de_de: Sie können einzelne Hosts und Netzwerke hinzufügen, um die Standardberechtigung für eine Schnittstelle zu überschreiben.
es: Puede agregar hosts individuales y redes para anular los permisos por defecto para una interfaz.
vi: Bạn có thể thêm các host và các mạng riêng lẻ để ghi đè sự cho phép mặc định của một giao diện.

source: You can add the host automatically here.
de_de: Hier können Sie den Host automatisch hinzufügen.
es: Puede agregar el host automáticamente aquí.
vi: Bạn có thể tự động thêm host ở đây.

source: You can enable Responsive Firewall in the 'Responsive Firewall' tab.
es: Puede habilitar Responsive Firewall in la pestaña 'Responsive Firewall'.
vi: Bạn có thể kích hoạt Responsive Firewall trong tab 'Responsive Firewall'.

source: You can enter a short description for this interface here.
de_de: Hier können Sie eine kurze Beschreibung für diese Schnittstelle eintragen.
es: Puede ingresar una corta descripción para esta interfaz aquí.
vi: Bạn có thể nhập một mô tả ngắn cho giao diện này ở đây.

source: You can enter a short description for this network here.
de_de: Hier können Sie eine kurze Beschreibung für dieses Netzwerk eintragen.
es: Puede ingresar una corta descripción para esta red aquí.
vi: Bạn có thể nhập một mô tả ngắn cho mạng này ở đây.

source: You can verify these settings in Sip Settings after this wizard is complete. If you have a non-static IP address, you may need to use a DDNS provider which will require manual configuration.
de_de: Sie können diese Einstellungen in den Sip-Einstellungen überprüfen, nachdem dieser Assistent abgeschlossen ist. Wenn Sie eine nicht statische IP-Adresse haben, müssen Sie möglicherweise einen DDNS-Anbieter verwenden, für den eine manuelle Konfiguration erforderlich ist.
es: Puede verificar estas configuraciones en Configuraciones SIP luego que este asistente esté completado. Si tiene una dirección IP no estática, puede necesitar usar un proveedor de DDNS el cual requerirá configuración manual.
vi: Bạn có thể xác minh những cài đặt này trong sau khi thuật sĩ này hoàn thành. Nếu bạn có một địa chỉ IP không cố định, bạn có thể cần sử dụng một nhà cung cấp DDNS mà yêu cầu phải cấu hình thủ công.

source: You may also enter hostnames here (including Dynamic DNS hosts), which will be automatically monitored and updated.
de_de: Sie können hier auch Hostnamen eingeben (einschließlich dynamischer DNS-Hosts), die automatisch überwacht und aktualisiert werden.
es: También puede ingresar un nombre de host aquí (incluyendo hosts dinámicos DNS), que serán monitoreados automáticamente y actualizados.
vi: Bạn sẽ nhập các hostname ở đây ( bao gồm các host DNS) mà chúng sẽ được cập nhật và điều khiển tự động.
