Repository: FreePBX/firewall
Catalog: i18n/*/LC_MESSAGES/firewall.po
Languages: de_de, es, vi

source: %s is a web-based call management solution.
de_de: %s ist eine web-basierte Lösung zur Anrufverwaltung.
es: %s es una solución de gestión de llamadas basada en web.
vi: %s là một giải pháp quản lý cuộc gọi dựa trên nền tảng wed.

source: %s is not configured correctly.
de_de: %s ist nicht richtig konfiguriert.
es: %s no está configurado correctamente.
vi: %s không được cấu hình chính xác.

source: <strong>Important Warning!</strong> If you are in a hosted environment (for example, AWS) and you enable this, you may be inadvertently allowing other hosted clients unrestricted access to your machine! Please use common sense to make sure that you are only allowing known trusted networks.
de_de: <strong>Wichtige Warnung!</strong> Wenn Sie sich in einer gehosteten Umgebung (z. B. AWS) befinden und Sie dies aktivieren, können Sie unbeabsichtigt anderen gehosteten Clients uneingeschränkten Zugriff auf Ihren Computer gewähren! Bitte verwenden Sie gesunden Menschenverstand, um sicherzustellen, dass Sie nur bekannte vertrauenswürdige Netzwerke zulassen.
es: <strong>¡Advertencia Importante!</strong> Si se encuentra en un entorno alojado (por ejemplo, AWS) y lo habilita, es posible que, sin darse cuenta, esté permitiendo que otros clientes alojados accedan sin restricciones a su máquina. Utilice el sentido común para asegurarse de que solo está permitiendo redes de confianza conocidas.
vi: <strong>Cảnh báo quan trọng!</strong> Nếu bạn đang ở trong một môi trường đã được đưa lên host (ví dụ, AWS) và nếu bạn kích hoạt nó, bạn có thể vô tình cho phép các máy khách ( đã được đưa lên host) khác truy cập không hạn chế vào máy tính của bạn! Vui lòng sử dụng như thông thường để đảm bảo bạn chỉ đang biết các mạng an toàn đã biết.

source: A 'Trusted' interface means that <strong>no filtering</strong> will be applied to any traffic arriving at that interface. Newly discovered interfaces are set to this zone so they can be configured correctly without interfering with existing traffic.
de_de: Wird eine Schnittstelle als ‘vertrauenswürdig‘ eingestuft, wird der eingehende Verkehr auf dieser Schnittstelle <strong>nicht gefiltert</strong>. Neu erkannte Schnittstellen werden automatisch dieser Zone zugewiesen, damit sie korrekt konfiguriert werden können, ohne dass der laufende Verkehr beeinflusst wird.
es: Una interfaz "de confianza" significa que <strong>no se aplicará ningún filtrado</strong> al tráfico que llegue a esa interfaz. Las interfaces recién descubiertas se establecen en esta zona para que se puedan configurar correctamente sin interferir con el tráfico existente.
vi: Một giao diện 'An toàn' nghĩa là <strong>không có công tác lọc nào</strong> được áp dụng cho bất cứ lưu lượng đến giao diện này. Những giao diện mới được khám phá được cài đặt vào vùng này nên chúng có thể được cấu hình chính xác mà không bị gián đoạn bởi các lưu lượng hiện có.

source: A network interface that is assigned to the 'Trusted' zone has been detected. This is a misconfiguration. To ensure your system is protected from attacks, please change the default zone of interface '%s'.
de_de: Es wurde eine Netzwerkschnittstelle entdeckt, die der Zone „Vertrauenswürdig“ zugewiesen wurde. Dies ist eine Fehlkonfiguration. Um sicherzustellen, dass Ihr System vor Angriffen geschützt ist, ändern Sie bitte die Standardzone der Schnittstelle „%s“.
es: Se ha detectado una interfaz de red asignada a la zona 'de confianza'. Ésta es una configuración incorrecta. Para asegurarse de que su sistema esté protegido contra ataques, cambie la zona predeterminada de la interfaz '%s'.
vi: Một giao diện mạng được gán vào vùng "Trusted' ( Vùng an toàn) đã được phát hiện. Đây là một cấu hình sai. Để đảm bảo hệ thống của bạn được bảo vệ khỏi các cuộc tấn công, vui lòng thay đổi vùng mặc định của giao diện '%s'.

source: A new, unconfigured, network interface has been detected. Please assign interface '%s' to a zone.
de_de: Es wurde eine neue, unkonfigurierte Netzwerkschnittstelle entdeckt. Bitte weisen Sie die Schnittstelle „%s“ einer Zone zu.
es: Se ha detectado una nueva interfaz de red no configurada. Asigne la interfaz '%s' a una zona.
vi: Vừa phát hiện một giao diện mạng mới chưa được cấu hình. Vui lòng gán giao diện "%s" vào một vùng.

source: About Zones
de_de: Über die Zonen
es: Acerca de las Zonas
vi: Về Zone ( Vùng)

source: Add Host
de_de: Host hinzufügen
es: Agregar Host
vi: Thêm Host

source: Add Network
de_de: Netzwerk hinzufügen
es: Agregar Red
vi: Thêm Mạng

source: Add New
de_de: Neue hinzufügen
es: Agregar Nueva
vi: Thêm mới

source: Add the hostname or IP specified to the Trusted Zone
de_de: Fügen Sie den Hostnamen oder die IP-Adresse zur vertrauenswürdigen Zone hinzu
es: Agregue el nombre de host o la IP especificada a la Zona de Confianza
vi: Thêm hostname hoặc IP được chỉ định vào Trusted Zone ( Vùng an toàn)

source: Add to 'zone' the IDs provided.
es: Agregue a la 'zona' los ID proporcionados.
vi: Thêm vào 'zone' những ID được cung cấp.

source: Add to Trusted
de_de: Zu Vertrauenswürdigen hinzufügen
es: Agregar a 'de confianza'
vi: Thêm vào Trusted

source: Added
de_de: Hinzugefügt
es: Añadido
vi: Đã thêm

source: Advanced
de_de: erweitert
es: Avanzado
vi: Nâng cao

source: Advanced Settings
de_de: Erweiterte Einstellungen
es: Ajustes Avanzados
vi: Các cài đặt nâng cao

source: After an endpoint is registered, the source of that endpoint is %s permission to use UCP, if UCP is enabled.
es: Una vez que se registra un punto final, la fuente de ese punto final es el permiso %s para usar UCP, si UCP está habilitado.
vi: Sau khi một điểm cuối được đăng ký, nguồn của điểm cuối đó là quyền %s cho phép sử dụng UCP nếu UCP được bật.

source: All Tunnel Interfaces are automatically set to Local
de_de: Alle Tunnel-Schnittstellen werden automatisch auf „Lokal“ gestellt
es: Todas las interfaces de túnel se establecen automáticamente en Local
vi: Tất cả các giao diện Tunnel được tự động cài đặt về Local

source: All blacklisted entries.
de_de: Alle Einträge auf der Blacklist.
es: Todas las entradas de la lista negra.
vi: Tất cả các mục nhập được liệt vào danh sách đen.

source: All entries in zone '%s':
de_de: Alle Einträge in Zone „%s“:
es: Todas las entradas en la zona '%s':
vi: Tất cả các mục nhập trong vùng '%s':

source: All interfaces must be assigned to a default zone. Any traffic received by this interface, unless overridden in Networks, will have access to the services available to this zone.
de_de: Alle Schnittstellen müssen einer Standardzone zugewiesen werden. Der Verkehr, der auf dieser Schnittstelle ankommt hat automatisch Zugriff auf alle Dienste, die in dieser Zone verfügbar sind, sofern die Netzwerkkonfiguration dies nicht übersteuert.
es: Todas las interfaces deben estar asignadas a una zona predeterminada. Cualquier tráfico recibido por esta interfaz, a menos que se anule en Redes, tendrá acceso a los servicios disponibles para esta zona.
vi: Tất cả các giao điện phải được gán tới một vùng mặc định. Bất kỳ traffic (lưu lượng) nào trong giao diện này trừ khi bị ghi đè trong mạng, thì đều sẽ có quyền truy nhập vào các dịch vụ sẵn có trong vùng này.

source: All network connections are accepted. No firewalling is done on this interface.
de_de: Alle Netzwerkverbindungen werden akzeptiert. Auf dieser Schnittstelle arbeitet keine Firewall.
es: Se aceptan todas las conexiones de red. El cortafuegos no actúa en esta interfaz.
vi: Tất cả các kết nối mạng được chấp nhận. Không có phòng chống tường lửa nào được thực hiện trong giao diện này.

source: Allows <strong>temporary</strong> Internet zone access to the LetsEncrypt acme-challenge folder during an active certificate update request.
es: Permitir <strong>temporalmente</strong> acceso desde Zona Internet al directorio de desafío-acme LetsEncrypt durante una solicitud de actualización de certificado activa.

source: An error has occurred!
es: ¡Se ha producido un error!

source: Any changes you make will be saved, but will not take effect until the firewall is started.
de_de: Alle Änderungen, die Sie vornehmen, werden gespeichert, aber sie werden erst nach dem starten der Firewall wirksam.
es: Los cambios que realice se guardarán, pero no tendrán efecto hasta que se inicie el cortafuegos.
vi: Bất kỳ thay đổi nào bạn vừa thực hiện đều sẽ được lưu, nhưng sẽ không có hiệu lực đến khi tường lửa khởi động.

source: Any hosts in this section have been classified as an attacker. All traffic from them will be ignored until they cease attempting to contact the server for more than 24 hours.
de_de: Alle Hosts in diesem Abschnitt wurden als Angreifer klassifiziert. Der gesamte Verkehr von ihnen wird ignoriert werden, bis sie den Server für mehr als 24 Stunden nicht kontaktiert haben.
es: Todos los hosts de esta sección se han clasificado como atacantes. Todo el tráfico de ellos será ignorado hasta que dejen de intentar contactar con el servidor durante más de 24 horas.
vi: Bất cứ host nào trong phần này sẽ được phân loại như là một kẻ tấn công. Tất cả những lưu lượng từ chúng đều bị bỏ qua cho đến khi chúng ngừng lại việc kết nối với máy chủ trong vòng 24 tiếng.

source: Any hosts in this section have been rate limited, because they have sent too much data to this machine without successfully registering.
de_de: Alle Hosts in diesem Bereich sind bandbreitenlimitiert, weil sie zuviel Daten an diese Maschine gesendet haben, ohne sich erfolgreich zu registrieren.
es: Todos los hosts de esta sección tienen una tasa limitada, porque han enviado demasiados datos a esta máquina sin registrarse correctamente.
vi: Bất kỳ host nào trong phần này đều được giới hạn tốc độ bởi vì chúng gửi qua nhiều dữ liệu tới máy này mà không đăng ký thành công.

source: Any incoming network packets are rejected. Note that this zone still accepts RTP traffic, but no other ports are listening by default. You rarely want to use this.
de_de: Sämtliche ankommenden Netzwerkpakete werden abgewiesen. Beachten Sie, dass diese Zone dennoch RTP-Verkehr akzeptiert, standardmäßig sind aber keine anderen Ports geöffnet. Sie werden diese Zone in den seltensten Fällen nutzen wollen.
es: Se rechazan los paquetes de red entrantes. Tenga en cuenta que esta zona todavía acepta tráfico RTP, pero ningún otro puerto está escuchando de forma predeterminada. Rara vez querrás usar esto.
vi: Bất kỳ packet mạng đến nào đều cũng bị từ chối. Lưu lý rằn vùng này vẫn chấp nhận lưu lương RTP, nhưng theo mặc định không có cổng giao tiếp nào được nghe. Bạn sẽ hiếm khi sử dụng tới nó.

source: Any name
de_de: Jeder Name
es: Cualquier nombre
vi: Bất cứ tên nào

source: Any traffic arriving at eth0 from 203.55.66.88 (or any other undefined host or network) will only have access to services available to the 'Internet' zone, as that has been set to be the default zone for traffic arriving at that interface.
de_de: Sämtlicher Verkehr auf eth0, der von 203.55.66.88 (oder jedem anderen nicht-definierten Host oder Netzwerk) wird ausschließlich auf Dienste zugreifen können, die in der 'Internet'-Zone verfügbar sind, da dies die Standardzone für den ankommenden Verkehr auf dieser Schnittstelle ist.
es: Cualquier tráfico que arribe a eth0 desde 203.55.66.88 (o cualquier otro host o red indefinidos) solo tendrá acceso a los servicios disponibles en la zona 'Internet', ya que se ha configurado como la zona predeterminada para el tráfico que llega a esa interfaz.
vi: Bất kỳ lưu lượng đến eth0 từ 203.55.66.88 ( hoặc bất kỳ host hay mạng không xác đinh) sẽ chỉ được quyền truy nhập vào các dịch vụ có sẵn tại vùng 'Internet', vì vùng này đã được cài đặt là vùng mặc định cho các lưu lượng đến tại giao diện đó.

source: As this machine has recently been rebooted, the firewall is <strong>temporarily</strong> running in Safe Mode, with no rules applied.
de_de: Da dieses System kürzlich neugestartet wurde, läuft die Firewall <strong>vorübergehend</strong> im abgesicherten Modus, es werden keine Regeln angewendet.
es: Como esta máquina se ha reiniciado recientemente, el cortafuegos se está ejecutando <strong>temporalmente</strong> en Modo seguro, sin que se apliquen reglas.
vi: Vì máy này gần đây đã được khởi động lại, tường lửa <strong>temporarily</strong> đang chạy trong Chế độ An toàn, không áp dụng các nguyên tắc.

source: As you are connecting from an IPv6 network it is <strong>highly recommended</strong> to add this network, as IPv6 security extensions may unexpectedly change your IP address.
de_de: Da man sich von einem IPv6-Netzwerk aus verbindet, ist es <strong>stark empfohlen</strong>, dieses Netzwerk hinzuzufügen, da IPv6 Sicherheits-Extensions unerwartet die IP-Adresse ändern können.
es: Dado que se está conectando desde una red IPv6, <strong>es muy recomendable</strong> agregar esta red, ya que las extensiones de seguridad IPv6 pueden cambiar inesperadamente su dirección IP.
vi: Khi bạn đang kết nối từ một mạng IPv6, mạng này <strong>được khuyến cáo</strong> nên thêm vào vì những máy nhánh bảo mật IPv6 có thể bất ngờ thay đổi địa chỉ IP của bạn một.

source: Assigned Zone
de_de: Zugewiesene Zone
es: Zona Asignada
vi: Vùng được gán

source: At the completion of this wizard, the firewall will be automatically enabled.
de_de: Beim Abschließen des Assistenten wird die Firewall automatisch aktiviert.
es: Al finalizar este asistente, el firewall se habilitará automáticamente.
vi: Khi wizard ( thuật sĩ) này hoàn thành, tường lửa sẽ được kích hoạt tự động.

source: Attempting to add '%s' to Blacklist ...
de_de: Versuche '%s' zur Sperrliste hinzuzufügen…
es: Intentando agregar '%s' a la lista negra ...
vi: Đang cố thêm %s vào Blacklist...

source: Attempting to add '%s' to Zone '%s' ...
de_de: Versuche, „%s“ zur Zone „%s“ hinzuzufügen…
es: Intentando agregar '%s' a la Zona '%s' ...
vi: Đang cố thêm '%s' vào Vùng '%s'...

source: Attempting to remove %s from '%s' Zone ...
de_de: Versuche, „%s“ aus der Zone „%s“ zu entfernen…
es: Intentando eliminar '%s' de la zona '%s' ...
vi: Đang cố xóa %s khỏi Vùng '%s"...

source: Automatically configure Asterisk IP Settings?
de_de: Asterisk IP-Einstellungen automatisch konfigurieren?
es: ¿Configurar automáticamente la configuración de IP de Asterisk?
vi: Tự động cấu hình Các cài đặt IP Asterisk?

source: Below is a list of clients that have successfully registered and been validated by Responsive Firewall.
de_de: Unten ist eine Liste der Clients, die erfolgreich registriert und von Responsive Firewall überprüft wurden.
es: A continuación, se muestra una lista de clientes que se han registrado y validado con éxito por Responsive Firewall.
vi: Dưới đây là danh sách các máy khách đã đăng ký thành công và đã được hợp lệ hóa bằng Responsive Firewall.

source: Blacklist
de_de: Sperrliste
es: Lista Negra
vi: Danh sách đen

source: Blocked Attackers
de_de: Blockierte Angreifer
es: Atacantes Bloqueados
vi: Những kẻ tấn công đã bị chặn

source: Blocked Hosts
de_de: Blockierte Hosts
es: Hosts Bloqueados
vi: Các host đã bị chặn

source: Both (TCP and UDP)
de_de: Beide (TCP und UDP)
es: Ambos (TCP y UDP)
vi: Cả hai ( TCP và UDP)

source: By sending a Reject packet, the attacker knows that they have discovered a machine. By dropping the packet silently, no response is sent to the attacker, and they may move on to a different target.
es: Al enviar un paquete de rechazo (Reject), el atacante sabe que ha descubierto una máquina. Al dejar caer el paquete en silencio (Drop), no se envía ninguna respuesta al atacante y puede pasar a un objetivo diferente.
vi: Bằng cách gửi một Reject packet, kẻ tấn công sẽ biết chúng vừa tìm thấy được một máy. Bằng cách âm thầm thả packet, sẽ không có bất kỳ phản hồi nào đến kẻ tấn công và chúng sẽ tiếp tục tìm các mục tiêu khác.

source: CHANSIP is not available on this machine
de_de: CHANSIP ist auf dieser Maschine nicht verfügbar
es: CHANSIP no está disponible en esta máquina
vi: CHANSIP không khả dụng trên máy này

source: CHAN_SIP Protocol
de_de: CHAN_SIP Protokoll
es: Protocolo CHAN_SIP
vi: Giao thức CHAN_SIP

source: Can not Disable Firewall
de_de: Kann die Firewall nicht deaktivieren
es: No se puede Deshabilitar el Firewall
vi: Không thể vô hiệu Firewall

source: Cancel
de_de: Abbrechen
es: Cancelar
vi: Hủy

source: Command to run (see --help)
de_de: Befehl zum Ausführen (siehe --Hilfe)
es: Comando a ejecutar (ver --help)
vi: Lệnh chạy (see--help)

source: Connectivity
de_de: Konnektivität
es: Conectividad
vi: Khả năng kết nối

source: Core Services
de_de: Standard Services
es: Servicios Principales
vi: Các dịch vụ chính

source: Create new Service
de_de: Neuen Service erstellen
es: Crear nuevo servicio
vi: Tạo một Dịch vụ mới

source: Cumulative Total of remote clients:
de_de: Kumulative Anzahl der Remote-Clients:
es: Total acumulado de clientes remotos:
vi: Tổng số tích lũy số máy khách từ xa:

source: Custom Firewall Rules
de_de: Benutzerdefinierte Firewallregeln
es: Reglas de Firewall Personalizadas
vi: Các nguyên tắc Tùy chỉnh Firewall

source: Custom Services
de_de: Benutzerdefinierte Services
es: Servicios Personalizados
vi: Tùy chỉnh các dịch vụ

source: Custom services can be defined on this page. Please check to make sure you don't accidentally expose an automatically configured service by using the same port and protocol.
de_de: Auf dieser Seite können benutzerdefinierte Dienste definiert werden. Bitte stellen Sie sicher, dass Sie nicht versehentlich einen automatisch konfigurierten Dienst veröffentlichen, indem Sie den selben Port und dasselbe Protokoll verwenden.
es: Los servicios personalizados se pueden definir en esta página. Verifique para asegurarse de no exponer accidentalmente un servicio configurado automáticamente utilizando el mismo puerto y protocolo.
vi: Các dịch vụ tùy chỉnh có thể được xác định trên trang này. Vui lòng kiểm tra để đảm bảo bạn không bị tiếp xúc đột ngột với một dịch vụ được cấu hình tự động bằng cách sử dụng giao thức và cổng giao típ giống nhau.

source: Dedicated UCP access is disabled in Sysadmin Port Management
es: El acceso UCP dedicado está deshabilitado en Sysadmin Port Management
vi: Truy nhập UCP riêng bị vô hiệu trong Sysadmin Port Management

source: Default Firewall
de_de: Standardfirewall
es: Firewall Predeterminado
vi: Mặc định Firewall

source: Default Traffic Zones
de_de: Standard Datenverkehrszonen
es: Zonas de Tráfico Predeterminadas
vi: Mặc định Vùng lưu lượng (Traffic Zones)

source: Default Zone
de_de: Standardzone
es: Zona Predeterminada
vi: Mặc định Vùng (Zone)

source: Delete
de_de: Löschen
es: Eliminar
vi: Xóa

source: Delete Selected
de_de: Auswahl löschen
es: Eliminar selección
vi: Xóa những gì được chọn

source: Delete from 'zone' the IDs provided.
de_de: Die angegebenen IDs aus 'Zone' löschen.
es: Elimine de la 'zona' los ID proporcionados.
vi: Xóa các ID được cung cấp khỏi 'zone'.

source: Description
de_de: Beschreibung
es: Descripción
vi: Mô tả

source: Disable
de_de: Deaktivieren
es: Desactivar
vi: Vô hiệu

source: Disable Firewall
de_de: Firewall deaktivieren
es: Desactivar Firewall
vi: Vô hiệu Firewall

source: Disable the System Firewall. This will shut it down cleanly.
de_de: Deaktivieren Sie die Systemfirewall. Dadurch wird es sauber heruntergefahren.
es: Desactivar el Firewall del sistema. Esto lo apagará limpiamente.
vi: Vô hiệu Firewall Hệ thống. Điều này sễ tắt Firewall hệ thống hoàn toàn.

source: Disabled
de_de: Deaktiviert
es: Desactivado
vi: Đã vô hiệu

source: Each network interface on your machine must be mapped to a Zone. Note that, by default, all interfaces are mapped to trusted (Trusted networks are not filtered at all, so this disables the firewall for any traffic arriving at that interface). The zones you can use are:
de_de: Jede Netzwerkschnittstelle Ihres Systems muss einer Zone zugeordnet werden. Beachten Sie, dass standardmäßig alle Schnittstellen als „vertrauenswürdig“ eingestuft werden (vertrauenswürdige Netzwerke werden nicht gefiltert, also ist die Firewall für den gesamten Verkehr auf dieser Schnittstelle deaktiviert). Sie können diese Zonen verwenden:
es: Cada interfaz de red de su máquina debe estar asignada a una Zona. Tenga en cuenta que, de forma predeterminada, todas las interfaces están asignadas a las de confianza (las redes de confianza no se filtran en absoluto, por lo que esto desactiva el firewall para cualquier tráfico que llegue a esa interfaz). Las zonas que puede utilizar son:
vi: Mỗi giao diện mạng trên máy của bạn phải được chiếu tới một Khu vực. Lưu ý rằng, theo mặc định, tất cả các giao diện đều được chiếu tới vùng an toàn (Không phải tất cả các mạng an toàn đều được lọc, do đó điều này làm vô hiệu hóa tường lửa đối với bất kỳ lưu lượng đến giao diện đó). Các vùng bạn có thể sử dụng là:

source: Edit
de_de: Bearbeiten
es: Editar
vi: Chỉnh sửa

source: Enable
de_de: Aktivieren
es: Activar
vi: Kích hoạt

source: Enable Responsive Firewall?
de_de: Responsive Firewall aktivieren?
es: ¿Habilitar Responsive Firewall?
vi: Kích hoạt Responsive Firewall?

source: Enable or disable Lets Encrypt rules.
es: Activar o desactivar las reglas de Lets Encrypt.

source: Enabled
de_de: Aktiviert
es: Activado
vi: Đã kích hoạt

source: Enabling 'Reject Packets' sends an explicit response to the other machine, telling them that their traffic has been administratively blocked. Leaving this disabled silently discards the packet, giving no indication to the attacker that their traffic has been intercepted.
de_de: Wenn Sie "Pakete ablehnen" aktivieren, wird eine explizite Antwort an den anderen Computer gesendet, in der angegeben wird, dass der Datenverkehr administrativ gesperrt wurde. Wenn Sie diese Option im Hintergrund deaktivieren, wird das Paket verworfen und der Angreifer erhält keinen Hinweis darauf, dass sein Datenverkehr abgefangen wurde.
es: Habilitar 'Rechazar paquetes' envía una respuesta explícita a la otra máquina, indicándoles que su tráfico ha sido bloqueado administrativamente. Si deja esto desactivado, se descarta silenciosamente el paquete, sin dar ninguna indicación al atacante de que su tráfico ha sido interceptado.
vi: Việc kích hoạt 'Reject Packets' sẽ gửi một phản hồi đến máy khác, nói với chúng rằng lưu lượng truy cập của chúng đã bị chặn. Âm thầm loại bỏ các packet, không để lại bất cứ dấu hiệu nào cho kẻ tấn công biết lưu lượng truy cập của chúng đã bị chặn.

source: Enabling Firewall.
de_de: Aktivieren der Firewall.
es: Activando Firewall.
vi: Đang kích hoạt Firewall.

source: Enabling Responsive Firewall allows remote clients to securely register to this server without explicitly whitelisting them.
es: Habilitar Responsive Firewall permite a clientes remotos registrar con este servidor sin agregar a la 'lista blanca' explícitamente.
vi: Việc kích hoạt Responsive Firewall sẽ cho phép các máy khách từ xa có thể đăng ký một cách an toàn với máy chủ này mà không cần phải whitelisting chúng.

source: Enter new IP or Hostname here
de_de: Geben Sie hier eine neue IP oder einen Hostnamen ein
es: Introducir nueva IP o nombre de host aquí
vi: Nhập một IP mới hoặc Hostname ở đây

source: Error: Can't add '%s' to unknown zone '%s'
de_de: Fehler: Kann „%s“ nicht zu der unbekannten Zone „%s“ hinzufügen
es: Error: No se puede agregar '%s' a la zona desconocida '%s'
vi: Lỗi: Không thể thêm '%s' vào vùng không xác định '%s'

source: Error: Missing argument. Expected 'enable' or 'disable'.
es: Error: Falta un argumento. Se esperaba 'habilitar' o 'deshabilitar'.

source: Error: Unknown option '%s'. Expected 'enable or 'disable'.
es: Error: Opción desconocida '%s'. Se esperaba 'habilitar' o 'deshabilitar'.
