Repository: FreePBX/firewall
Catalog: i18n/*/LC_MESSAGES/firewall.po
Languages: de_de, es, vi

source: Number of Currently Rate-Limited Clients:
de_de: Anzahl der aktuell eingeschränkten Clients:
es: Número de clientes con velocidad limitada actualmente:
vi: Số lượng máy khách bị giới hạn tốc độ ở hiện tại:

source: Number of currently blocked Attackers:
de_de: Anzahl der aktuell geblockten Angreifer:
es: Número de Atacantes bloqueados actualmente:
vi: Số lượng kẻ tấn công bị khóa ở hiện tại:

source: OpenVPN Server
es: Servidor OpenVPN
vi: Mở VPN Server

source: Optional parameter
de_de: Optionale Parameter
es: Parámetro opcional
vi: Thông số tùy chọn

source: Other
de_de: Andere
es: Otro
vi: Khác

source: Other Traffic
es: Otro tráfico
vi: Lưu lượng khác

source: PJSIP is not available on this machine
de_de: PJSIP ist auf dieser Maschine nicht verfügbar
es: PJSIP no está disponible en esta máquina
vi: PJSIP không sẵn có trên máy này

source: Phones that are configured via Endpoint Manager to use HTTP provisioning will use this port to download its configuration. It is NOT ADVISED to expose this port to the public internet, as SIP Secrets will be available to a knowledgable attacker.
es: Los teléfonos que no están configurados mediante Endpoint Manager para usar aprovisionamiento HTTP utilizarán este puerto para descargar su configuración. NO SE ACONSEJA exponer este puerto al Internet público, dado que los secretos SIP estarán disponibles para un atacante conocedor.
vi: Các điện thoại được cấu hình qua Trình quản lý Endpoint để sử dụng tính năng Dự phòng tài nguyên HTTP, sẽ sử dụng cổng giao tiếp này để tải xuống cấu hình của chính nó. KHÔNG NÊN để cổng này tiếp xúc với internet công cộng, vì các mã bảo mật SIP (SIP Secrets) sẽ có sẵn cho những kẻ tấn công mà những kẻ này có thể giải được các mật mã đó.

source: Phones that are configured via Endpoint Manager to use HTTPS provisioning will use this port to download its configuration. It is NOT ADVISED to expose this port to the public internet, as SIP Secrets will be available to a knowledgable attacker.
es: Los teléfonos que están configurados mediante Endpoint Manager para usar aprovisionamiento HTTPS usarán este puerto para descargar su configuración. NO SE ACONSEJA exponer este puerto al Internet público, dado que los secretos SIP estarán disponibles para un atacando conocedor.
vi: Các điện thoại được cấu hình qua Trình quản lý Endpoint để sử dụng tính năng Dự phòng tài nguyên HTTP, sẽ sử dụng cổng giao tiếp này để tải xuống cấu hình của chính nó. KHÔNG NÊN để cổng này tiếp xúc với internet công cộng, vì các mã bảo mật SIP (SIP Secrets) sẽ có sẵn cho những kẻ tấn công mà những kẻ này có thể giải được các mật mã đó.

source: Please ensure that you are not inadvertently allowing unauthorized hosts access to your machine. You should only select 'Yes' if you are sure the network (above) is not accessible by any unknown third parties.
es: Por favor asegúrese que no está inadvertidamente permitiendo acceso a su máquina a hosts no autorizados. Debería solo seleccionar 'Si' si se encuentra seguro que la red (arriba) no es accesible por terceras partes desconocidas.
vi: Vui lòng đảm bảo rằng bạn đang không vô tình cho phép những host trái phép truy cập vào máy của mình. Bạn chỉ chọn 'Yes' nếu bạn Hãy đảm bảo rằng bạn không vô tình cho phép các máy chủ trái phép truy cập vào máy của bạn. Bạn chỉ nên chọn 'Có' khi bạn chắc chắn mạng ( nêu trên) không bị các bên thứ ba không rõ truy cập.

source: Please visit the PBX Wiki for more information on the firewall.
de_de: Bitte besuchen Sie das PBX-Wiki, um weitere Informationen über die Firewall zu erhalten.
es: Favor de visitar la PBX Wiki para más información sobre el cortafuegos.
vi: Vui lòng xem PBX Wiki để biết thêm thông tin về firewall.

source: Port Range
de_de: Portbereich
es: Rango de Puertos
vi: Dãy port

source: Port Range: %s
de_de: Portbereich: %s
es: Rango de puertos: %s
vi: Dãy port: %s

source: Port ranges may be either a single number (9898), a selection of numbers (9898,9777,862), or a range delimited by a colon (9000:9500)
es: Los rangos de puertos pueden ser un solo número (9898), una selección de números (9898,9777,862), o un rango delimitado por dos puntos (9000:9500)
vi: Các dãy port có thể là một số đơn ( 9898), gồm nhiều số được chọn (9898,9777,862) hoặc một dãy được ngăn cách nhau bằng dấu hai chấm (9000:9500)

source: Port/Service Maps
es: Mapas Puerto/Servicio
vi: Sơ đồ của Cổng giao tiếp/ dịch vụ

source: Preconfigured
de_de: Vorkonfiguriert
es: Preconfigurado
vi: Được cấu hình sẵn

source: Present
de_de: Vorhanden
es: Presente
vi: Hiện thị

source: Protocol
de_de: Protokoll
es: Protocolo
vi: Giao thức

source: Protocol: TCP
de_de: Protokoll: TCP
es: Protocolo: TCP
vi: Giao thức: TCP

source: Protocol: TCP and UDP
de_de: Protokoll: TCP und UDP
es: Protocolo: TCP y UDP
vi: Giao thức: TCP và UDP

source: Protocol: UDP
de_de: Protokoll: UDP
es: Protocolo: UDP
vi: Giao thức: UDP

source: REST Apps are only available with System Admin
de_de: REST-Apps sind nur mit System-Admin verfügbar
es: REST Apps solo está disponible con System Admin
vi: REST Apps chỉ sẵn có trên System admin (Quản trị hệ thống)

source: REST Apps are used with intelligent phones to provide an interactive interface from the phone itself. Note that any devices that are allowed access via Responsive Firewall are automatically granted access to this service.
es: REST Apps son usadas con teléfonos inteligentes para proveer una interfaz interactiva desde el mismo teléfono. Tenga que cualquier dispositivo que se tenga acceso permitido mediante Responsive Firewall son automáticamente admitidos a este servicio.
vi: Các REST Apps được sử dụng cho những điện thoại thông minh để cung cấp một giao diện tương tác từ chính điện thoại đó. Lưu ý rằng bất cứ thiết bị nào được cho phép truy cập thông qua Responsive Firewall đều tự động được cấp quyền truy cập vào dịch vụ này.

source: RFC1918 and RFC4193 are the RFCs that define the reserved, internal, network address space to be used when you're not directly connected to the internet, or do not want your address space routable. This adds the IPv4 networks 192.168.0.0/16, 172.16.0.0/12, and 10.0.0.0/8 and IPv6 networks fc00::/8 and fd00::/8 to the 'Trusted' zone, and excludes it from all firewalls.
es: RFC1918 y RFC4193 son RFCs que definen el espacio de direcciones de red reservadas e internas que serán usadas cuando no está directamente conectado a internet, o no desea que su espacio de direcciones sea enrutable. Esto agrega las redes IPv4 192.168.0.0/16, 172.16.0.0/12 y 10.0.0.0/8 y las redes IPv6 fc00::/8 y fd00::/8 a la zona 'de Confianza', y las excluye de todos los cortafuegos.
vi: RFC1918 và RFC4193 là các RFC ( Request for comment- Yêu cầu nhận xét) xác định không gian địa chỉ mạng nội bộ, dành riêng để sử dụng khi bạn không kết nối trực tiếp với internet hoặc khi bạn không muốn không gian địa chỉ của mình có thể định tuyến.Chúng sẽ thêm các mạng IPv4 192.168.0.0/16, 172.16.0.0/12 và 10.0.0.0/8, các mạng IPv6 fc00 :: / 8 và fd00 :: / 8 vào vùng 'Trusted' và bảo vệ nó khỏi tất cả các tường lửa .

source: Rate Limited Hosts
es: Hosts con Tarifa Limitada
vi: Các host bị giới hạn tốc độ

source: Re-Run Wizard
de_de: Assistent erneut starten
es: Volver a ejecutar Asistente
vi: Thuật sĩ Re-Run

source: Registered Endpoints
de_de: Registrierte Endpoints
es: Puntos Finales Registrados
vi: Các Endpoint đã đăng ký

source: Reject
de_de: Ablehnen
es: Rechazar
vi: Từ chối

source: Reject Packets
de_de: Pakete ablehnen
es: Paquetes Rechazados
vi: Từ chối các Packet

source: Reject incoming traffic
de_de: Eingehenden Verkehr ablehnen
es: Rechazar tráfico entrante
vi: Từ chối các lưu lượng đến

source: Remove the hostname or IP specified from the Trusted Zone
de_de: Entfernen Sie den Hostname oder die IP-Adresse aus der vertrauenswürdigen Zone
es: Remover el nombre de host o IP especificado de la zona 'de Confianza'
vi: Xóa hostname hoặc IP được chỉ định ra khỏi Trusted Zone ( Vùng an toàn)

source: Removed %s from Blacklist.
es: Se ha removido %s de la Lista Negra.
vi: Đã xóa %s ra khỏi Danh sách đen.

source: Reset
de_de: Zurücksetzen
es: Restaurar
vi: Cài đặt lại

source: Responsive Firewall allows your machine to automatically block attacks to your machine, while learning and automatically granting permission to authorized devices, without the need to manually configure them.
es: Responsive Firewall permite a su máquina bloquear automáticamente ataques hacia ella, mientras aprende y otorga automáticamente permiso a los dispositivos autorizados, sin la necesidad de configurarlos manualmente.
vi: Responsive Firewall cho phép máy của bạn tự động chặn các tấn công khi đang lĩnh hội và tự động cấp phép cho các thiết bị mà không cần tự động cấu hình chúng.

source: Responsive Firewall is <strong>currently enabled</strong>.
de_de: Responsive Firewall ist <strong>derzeit aktiviert</strong>.
es: Responsive Firewall se encuentra <strong>habilitado actualmente</strong>.
vi: Responsive Firewall <strong>hiện đã được kích hoạt</strong>.

source: Responsive Firewall is <strong>enabled</strong>.
de_de: Responsive Firewall ist <strong>aktiviert</strong>.
es: Responsive Firewall está <strong>habilitado</strong>.
vi: Responsive Firewall <strong>đã được kích hoạt</strong>.

source: Responsive Firewall is not enabled.
es: Responsive Firewall no está habilitado.
vi: Responsive Firewall không được kích hoạt.

source: Responsive LetsEncrypt Rules
es: Reglas receptivas de LetsEncrypt

source: Restart the System Firewall
es: Reiniciar el Cortafuegos del Sistema

source: SIP Protocol
de_de: SIP Protokoll
es: Protocolo SIP
vi: Giao thức SIP

source: SIP Protocol (pjsip)
de_de: SIP Protokoll (pjsip)
es: Protocolo SIP (pjsip)
vi: Giao thức SIP( pjsip)

source: SMB/CIFS (Samba) is not installed on this machine
de_de: SMB/CIFS (Samba) ist auf dieser Maschine nicht Installiert
es: SMB/CIFS (Samba) no se encuentra instalado en esta máquina
vi: SMB/CIFS (Samba) không được cài đặt trên máy này

source: SMB/CIFS is used to access files on this machine from Windows or Mac systems.
de_de: SMB/CIFS wird verwendet, um von Windows- oder Mac-Systemen auf Dateien auf diesem Server zuzugreifen.
es: SMB/CIFS es utilizado para acceder a archivos en esta máquina desde sistemas Windows o Mac.
vi: SMB/CIFS được sử dụng để truy nhập vào các tệp trên máy này từ Windows hay các hệ thống Mac.

source: SSH is the most commonly used system administration tool. It is also a common target for hackers. We <strong>strongly recommend</strong> using a strong password and SSH keys.
de_de: SSH ist das am häufigsten verwendete Werkzeug zur Systemverwaltung. Es ist aber auch ein gängiges Angriffsziel für Hacker. Wir <strong>raten dringend dazu</strong>, ein sicheres Passwort und SSH-Schküssel zu verwenden.
es: SSH es la herramienta de administración de sistemas más comúnmente utilizada. Es también un objetivo común de los piratas informáticos. <strong>Recomendamos encarecidamente</strong> usar una contraseña segura y llaves SSH.
vi: SSH là công cụ quản trị được sử dụng phổ biến nhất. Nó cũng là một mục tiêu chung cho các tin tặc (hacker). Chúng tôi <strong>khuyến cáo</strong>nên sử dụng một mật khẩu và các khóa SSH mạnh.

source: Safe Mode
de_de: Abgesicherter Modus
es: Modo Seguro
vi: Chế độ an toàn

source: Safe mode gives you the ability to recover from an accidental misconfiguration by temporarily disabling the firewall if the machine is rebooted two times in succession.
de_de: Der abgesicherte Modus bietet Ihnen die Möglcihkeit, um eine versehentliche Fehlkonfiguration zu beheben, indem die Firewall deaktiviert wird, wenn das System zweimal hintereinander neugestartet wird.
es: Modo Seguro le brinda la capacidad de recuperarse de una mala configuración accidental al deshabilitar temporalmente el cortafuegos si la máquina es reiniciada dos veces seguidas.
vi: Chế độ an toàn sễ giúp bạn có khả năng khôi phục một cấu hình bị lỗi ngẫu nhiên bằng cách tạm thời vô hiệu firewall nếu máy được khởi động lại 2 lần liên tục.

source: Sangoma Smart Firewall
es: Cortafuegos Inteligente de Sangoma
vi: Tường lửa thông minh Sangoma Smart Firewall

source: Sangoma Smart Firewall is a revolutionary Open Source Firewall solution, designed from the ground up to completely secure your VoIP system.
es: El cortafuegos Inteligente de Sangoma es una revolucionaria solución de Cortafuegos de Código Abierto, diseñada desde cero para asegurar completamente su sistema VoIP.
vi: Sangoma Smart Firewall là giải pháp tường lửa nguồn mở đầy đột phá, được thiết kế từ đầu đến cuối để đảm bảo an toàn cho hệ thống VoIP của bạn.

source: Sangoma Smart Firewall is now enabled!
de_de: Sangoma Smart Firewall ist jetzt aktiviert!
es: ¡El Cortafuegos Inteligente de Sangoma está ahora habilitado!
vi: Sangoma Smart Firewall hiện đã kích hoạt!

source: Save
de_de: Speichern
es: Guardar
vi: Lưu

source: See Custom Service page
de_de: Siehe Seite für benutzerdefinierte Dienste
es: Ver página Servicio Personalizado
vi: Xem trang Custom Service (Dịch vụ tùy chỉnh)

source: Selecting 'Yes' will update your current configuration. Selecting 'No' will not change your current settings.
de_de: Wenn Sie „Ja“ wählen, wird Ihre momentane Konfiguration aktualisiert. Wählen Sie „Nein“, werden Ihre momentanen Einstellungen nicht geändert.
es: Seleccionando 'Si' actualizará su actual configuración. Seleccionando 'No' no modificará sus ajustes actuales.
vi: Chọn "Yes" sẽ cập nhật cấu hình hiện tại của bạn. Chọn "No" sẽ để nguyên các cài đặt hiện tại của bạn.

source: Service unavailable
de_de: Dienst nicht Verfügbar
es: Servicio no disponible
vi: Dịch vụ không khả dụng

source: Services
de_de: Dienste
es: Servicios
vi: Các dịch vụ

source: Services that are assigned to zones <strong>are accessible</strong> to connections matching the zones.
de_de: Auf Dienste, die Zonen zugewiesen sind, kann über Verbindungen, die mit diesen Zonen übereinstimmen <strong>zugegriffen werden</strong>.
es: Los Servicios que se encuentran asignados a las zonas <strong>son accesibles</strong> a conexiones que coincidan con las zonas.
vi: Các dịch vụ được gán cho các vùng <strong>có thể truy cập</strong>vào các kết nối tương ứng với mỗi vùng.

source: Settings
de_de: Einstellungen
es: Configuraciones
vi: Các cài đặt

source: Should the client you're using be trusted?
de_de: Soll dem Rechner, den Sie verwenden, vertraut werden?
es: ¿Debería confiar en el cliente que está utilizando?
vi: Liệu máy khách bạn đang sử dụng có an toàn?

source: Should your current network be trusted?
de_de: Soll Ihrem momentanen Netzwerk vertraut werden?
es: ¿Debería confiar en su actual red?
vi: Liệu mạng hiện tại của bạn có an toàn?

source: Show help
de_de: Hilfe anzeigen
es: Mostrar ayuda
vi: Đưa ra giúp đỡ

source: Single Port: %s
de_de: Einzelner Port: %s
es: Porto único: %s
vi: Công giao tiếp đơn (single port):%s

source: Start (and enable, if disabled) the System Firewall
de_de: Die Systemfirewall starten (und aktivieren, falls sie deaktiviert ist)
es: Iniciar (y habilitar, si deshabilitado) el Cortafuegos del Sistema
vi: Khởi động ( bật lên nếu đang bị vô hiệu) Firewall hệ thống

source: Starting up
de_de: Starte
es: Iniciando
vi: Khởi động

source: Status
es: Estado
vi: Trạng thái

source: Status Overview
de_de: Statusübersicht
es: Resumen de Estado
vi: Tổng quan tình trạng

source: Stop the System Firewall
de_de: Die Systemfirewall anhalten
es: Detener el Cortafuegos del Sistema
vi: Dừng Firewall hệ thống

source: Success!
de_de: Erfolg!
es: ¡Éxito!
vi: Thành công!

source: Successfully Registered Endpoints
de_de: Endpunkte erfolgreich registriert
es: Puntos Finales Registrados Exitosamente
vi: Các Endpoints đã đăng ký thành công

source: Summary
de_de: Zusammenfassung
es: Resumen
vi: Tóm lược

source: System Firewall
es: Cortafuegos del Sistema
vi: Firewall Hệ thống

source: TCP Port:
es: Puerto TCP:
vi: Cổng giao tiếp TCP:

source: TCP Ports:
es: Puertos TCP:
vi: Các cổng giao tiếp TCP:

source: TFTP is used normally for provisioning and upgrading of devices.
de_de: TFTP wird normalerweise für die Provisionierung und Aktualisierung von Geräten verwendet.
es: TFTP es utilizado normalmente para aprovisionamiento y actualización de dispositivos.
vi: TFTP thường được dử dụng cho việc cung cấp và nâng cấp các thiết bị.

source: Thanks for using Sangoma Smart Firewall!
de_de: Danke, dass Sie die Sangoma Smart Firewall verwenden!
es: ¡Gracias por utilizar el Cortafuegos Inteligente de Sangoma!
vi: Cảm ơn vì đã sử dụng Sangoma Smart Firewall!

source: The client machine you are using to manage this server (<tt>%s</tt>) is <strong>not</strong> a member of the Trusted zone. It is highly recommended to add this client to your Trusted Zone to avoid accidental lockouts.
es: La máquina cliente que está utilizando para administrar este servidor <tt>%s</tt> <strong>NO ES</strong> miembro de la zona 'de Confianza'. Es altamente recomendable que agregue este cliente a su Zona De Confianza para evitar bloqueos accidentales.
vi: Mya skhachs bạn đang sử dụng để quản lý máy chủ này (<tt>%s</tt>) không<strong>phải</strong> là một thành viên của Vùng an toàn ( Trusted Zone). Khuyến cao nên them máy khách này vào Trusted one để tránh các trường hợp bị khóa đột ngột.

source: The file (%s) could not be found!
es: ¡El archivo (%s) no pudo ser encontrado!

source: The files /etc/firewall-4.rules and /etc/firewall-6.rules (for IPv4 and IPv6 rules) must be owned by the 'root' user and not writable by any other user. Each line in the file will be given as a parameter to 'iptables' or 'ip6tables, respectively.
de_de: Die Dateien /etc/firewall-4.rules und /etc/firewall-6.rules (für IPv4- und IPv6-Regeln) müssen dem Root-Benutzer gehören und dürfen von keinem anderen Benutzer beschrieben werden. Jede Zeile in der Datei wird als Parameter für 'iptables' bzw. 'ip6tables' angegeben.
es: Los archivos /etc/firewall-4.rules y /etc/firewall-6.rules (para reglas IPv4 y IPv6) deben ser propiedad del usuario 'root' y no se puede escribir por ningún otro usuario. Cada línea en el archivo será entregada como parámetro a 'iptables' o 'ip6tables, respectivamente.
vi: Các tệp /etc/firewall-4.rules and /etc/firewall-6.rules ( cho các quy tắc IPv4 và IPv6) phải được người dùng " gốc" sở hữu và không thể viết bởi người dùng khác. Mỗi dòng trong tệp như một tham số cho các 'iptables' và 'ip6tables tương ứng.

source: The firewall module is not enabled!
de_de: Das Firewall-Modul ist nicht aktiviert!
es: ¡El módulo Cortafuegos no está habilitado!
vi: Mô đun firewall không được kích hoạt!

source: The network you are currently using (%s) to manage this server isn't marked as Trusted.
es: La red que está usando actualmente (%s) para administrar este servidor no está marcada como de Confianza.
vi: Mạng (%s) bạn hiện đang sử dụng để quản lý máy chủ này không được đánh dấu là Trusted.

source: There are no hosts that are currently being rate limited.
es: No hay hosts que se encuentren limitados actualmente.
vi: Hiện không có host nào bị giới hạn tốc độ.

source: There are no hosts that have been detected as attacking this server.
es: No hay hosts que hayan sido detectados como atacantes de este servidor.
vi: Không có host nào bị phát hiện là đang tấn công máy chủ này.

source: There is no need to explicitly add definitions for peers, as they are automatically allowed through the firewall after successfully registering.
es: No hay necesidad de agregar explícitamente definiciones para los pares, ya que se les permite pasar automáticamente a través del cortafuegos después de registrarse con éxito.
vi: Không cần thiết thêm các định nghĩa cho các peer ( đồng đẳng), vì chúng đã được tự động cho phép đi qua tương lửa sau khi đăng ký thành công.

source: There is no need to manually remove entries from this section, as their rate limiting will be completely removed in 60 seconds. If they continue to send invalid data, they will be classified as an Attacker.
de_de: Einträge aus diesem Bereich müssen nicht manuell entfernt werden, da ihre Geschwindigkeitsbegrenzung in 60 Sekunden vollständig aufgehoben wird. Wenn sie weiterhin ungültige Daten senden, werden sie als Angreifer eingestuft.
es: No hay necesidad de eliminar entradas manualmente de esta sección, ya que su límite de velocidad se eliminará por completo en 60 segundos. Si continúan enviando datos inválidos, serán clasificados como Atacantes.
vi: Không cần phải xóa thủ công các mục nhập khỏi phần này, vì giới hạn tốc độ của chúng sẽ hoàn toàn bị xóa bỏ trong 60 giây. Nếu chúng tiếp tục gửi các dữ liệu không hợp lệ, chúng sẽ bị phân loại là một kẻ tấn công.

source: These may be IP addresses, hostnames, or networks.
es: Estos pueden ser direcciones IP, nombres de hosts o redes.
vi: Đây có thể là các địa chỉ IP, Hostname hoặc các mạng.

source: This Firewall module is a tightly integrated, system level firewall that continually monitors and blocks attacks on your system, while allowing valid traffic through.
de_de: Dieses Firewall-Modul ist eine eng integrierte Firewall auf Systemebene, die Angriffe auf Ihr System kontinuierlich überwacht und blockiert und gleichzeitig gültigen Datenverkehr zulässt.
es: Este módulo de Cortafuegos es un cortafuegos estrechamente integrado que continuamente supervisa y bloquea ataques en su sistema, al tiempo que permite pasar tráfico válido.
vi: Mô đun Firewall được tích hợp chặt chẽ, cấp độ hệ thống firewall vẫn tiếp tục giám sát và khóa các đối tượng tấn công hệ thống của bạn trong khi cho phép các lưu lượng hợp lệ đi qua.

source: This allows clients to connect to an OpenVPN server running on this machine. This is an inherently secure protocol.
de_de: Auf diese Weise können Clients eine Verbindung zu einem OpenVPN-Server herstellen, der auf diesem Computer ausgeführt wird. Dies ist ein inhärent sicheres Protokoll.
es: Esto permite a los clientes conectarse a un servidor OpenVPN corriendo en esta máquina. Esto es un protocolo inherentemente seguro.
vi: Điều này cho phép các máy khách kết nối với một máy chủ OpenVPN trên máy này. Đây là một giao thức vốn đã an toàn.

source: This allows expert users to customize the firewall to their specifications. This should be <strong>Disabled</strong> unless you explicitly know why it is enabled.
de_de: Auf diese Weise können erfahrene Benutzer die Firewall an ihre Spezifikationen anpassen. Dies sollte <strong> Deaktiviert </strong> sein, es sei denn, Sie wissen ausdrücklich, warum dies aktiviert ist.
es: Esto permite a usuarios expertos personalizar el cortafuegos de acuerdo a sus especificaciones. Esto debe estar <strong>Deshabilitado</strong> a menos que sepa explícitamente por qué está habilitado.
vi: Nó cho phép người dùng chuyên nghiệp tùy chỉnh tường lửa theo thông số của họ. Nó nên được <strong>Vô hiệu</strong> trừ khi bạn biết rõ vì sao nó cần được bật.
