Repository: FreePBX/firewall
Catalog: i18n/*/LC_MESSAGES/firewall.po
Languages: de_de, es, vi

source: You should say 'Yes' to this, unless you have an extremely complex network with multiple external default gateways.
de_de: Sie sollten dazu 'Ja' sagen, es sei denn, Sie haben ein äußerst komplexes Netzwerk mit mehreren externen Standardgateways.
es: Debe decir 'Si' a esto, a menos que tenga una red extremadamente compleja con múltiples puertas de enlace por defecto externas.
vi: Bạn nên cài về 'Yes' trừ khi bạn có một mạng cực kỳ phức tạp với nhiều cổng mặc định từ bên ngoài.

source: You would normally select <strong>Yes</strong> to this question. The only time you would pick No is if you are not using the client machine you will be using in the future to manage this system.
de_de: Normalerweise wählen Sie bei dieser Frage <strong> Ja </strong> aus. Das einzige Mal, dass Sie "Nein" auswählen, ist, wenn Sie nicht den Client-Computer verwenden, den Sie in Zukunft zur Verwaltung dieses Systems verwenden werden.
es: Normalmente seleccionaría <strong>Si</strong> a esta pregunta. La única vez que eligiría No es si no se encuentra utilizando la máquina cliente que usará en el futuro para administrar este sistema.
vi: Bạn thường sẽ chọn <strong>Yes</strong> cho câu hỏi này. Lần duy nhất bạn chọn No là nếu bạn hiện đang không sử dụng một máy khách để quản lý hệ thống này mà sẽ sử dụng nó trong tương lai.

source: Your Client
de_de: Dein Klient
es: Su Cliente
vi: Máy khách của bạn

source: Zone Information
de_de: Zoneninformation
es: Información de zona
vi: Thông tin của Vùng

source: Zulu UC Desktop and softphone integration unifies the most popular business communication tools & applications enhancing user productivity and mobility. Zulu uses a token-based secure authentication method and is safe to expose to the public internet, as it rate limits (and then blocks) attackers. Note that rate limits are not applied to clients in the 'Trusted' or 'Internal' zones.
de_de: Die Integration von Zulu UC Desktop und Softphone vereint die beliebtesten Tools und Anwendungen für die Unternehmenskommunikation und steigert die Produktivität und Mobilität der Benutzer. Zulu verwendet eine tokenbasierte, sichere Authentifizierungsmethode und kann sicher dem öffentlichen Internet ausgesetzt werden, da die Rate Angreifer begrenzt (und dann blockiert). Beachten Sie, dass für Clients in den Zonen "Vertrauenswürdig" oder "Intern" keine Ratenbeschränkungen gelten.
es: Zulu UC Escritorio y la integración de cliente liviano unifican las herramientas de comunicación de negocio más populares y aplicaciones, mejorando la productividad y movilidad del usuario. Los usuarios de Zulu utilizan un método de autenticación basado en tokens y es seguro exponer a la internet pública, ya que limita (y luego bloquea) a los atacantes. Tenga en cuenta que los límites no son aplicados a los clientes en las zonas 'de Confianza' o 'Internet'.

source: Zulu is not not available on this machine
de_de: Zulu ist auf diesem System nicht verfügbar
es: Zulu no está disponible en esta máquina
vi: Zulu không sẵn có trên máy này

source: automatically granted
de_de: automatisch gewährt
es: Otorgado automáticamente
vi: Tự động cấp

source: iSymphony is not installed on this server.
de_de: iSymphony ist auf diesem Server nicht installiert.
es: iSymphony no está instalado en este servidor.
vi: iSymphony không được cài đặt trên máy chủ này.

source: is a fully integrated and tightly coupled firewall that constantly monitors the remote clients allowed to connect to this machine, and automatically allows access from valid hosts.
de_de: ist eine vollständig integrierte und eng verbundene Firewall, die ständig überwacht, welche Remoteclients eine Verbindung zu diesem Computer herstellen dürfen, und den Zugriff von gültigen Hosts automatisch ermöglicht.
es: es un cortafuegos totalmente integrado y estrechamente acoplado que supervisa constantemente a los clientes remotos permitidos que pueden conectarse a esta máquina, y permite automáticamente el acceso desde hosts válidos.
vi: Là một tường lửa tích hợp hoàn toàn và chặt chẽ liên tục giám sát các máy khách từ xa được cho phép kết nối với máy tính này và tự động cho phép truy cập từ các máy chủ hợp lệ. Là một tường lửa kết hợp chặt chẽ và tích hợp đầy đủ để có thể giám sát liên tục các máy khách từ xa được cho phép kết nối với máy này và tự động cho phép truy nhập từ các host hợp lệ.

source: Error!
de_de: Fehler!
vi: Lỗi!

source: Error:
de_de: Fehler:
vi: Lỗi:

source: Interfaces
de_de: Schnittstellen
vi: Các giao diện

source: Internet
vi: Mạng internet

source: Local
vi: Tại chỗ

source: REST Apps (HTTP)
vi: REST Apps-ứng dụng theo cấu trúc REST ( HTTP)

source: REST Apps (HTTPS)
vi: REST Apps-ứng dụng theo cấu trúc REST ( HTTPS)

source: Responsive Firewall
vi: Tường lửa Responsive

source: UCP
de_de: UCP (Benutzerkontrollzentrum)
vi: User Control Panel- Bảng điều khiển người dùng

source: WebRTC
vi: WebRTC (web API được phát triển bởi World Wide Web Consortium)

source: This will allow access to the LetsEncrypt service on Port 80, when it is enabled.
de_de: Dies ermöglicht den Zugriff auf den LetsEncrypt-Dienst auf Port 80, wenn dieser aktiviert ist.
