Repository: FreePBX/firewall
Catalog: i18n/*/LC_MESSAGES/firewall.po
Languages: de_de, es, vi

source: Example: Interface eth0 is assigned to the 'Internet' zone, and you then add '203.55.66.77' to the 'Local' zone on this page. Any traffic arriving from 203.55.66.77 will be granted access to services usable by 'Local' zone.
de_de: Beispiel: Die Schnittstelle eth0 ist der Zone 'Internet' zugeordnet und Sie ordnen auf dieser Seite '203.55.66.77' der Zone 'Lokal' zu. Sämtlicher Verkehr, der von '203.55.66.77' ankommt, erhält dadurch Zugriff auf Dienste die in der Zone 'Lokal' bereitgestellt werden.
es: Ejemplo: la interfaz eth0 se asigna a la zona 'Internet' y, a continuación, agrega '203.55.66.77' a la zona 'Local' en esta página. Cualquier tráfico que llegue desde 203.55.66.77 tendrá acceso a los servicios utilizables por la zona 'Local'.
vi: Ví dụ: Giao diện eth0 được gán vào vùng 'Internet', và sau đó bạn thêm '203.55.66.77' vào vùng 'Local' trên trang này. Bất kỳ lưu lượng đến nào từ 203.55.66.77 đều có quyền truy nhập vào các dịch vụ mà Vùng 'Local' có thể sử dụng được.

source: Excluded from Firewall
de_de: Von der Firewall ausgenommen
es: Excluido del Firewall
vi: Bị loại trừ khỏi Firewall

source: External Address: %s
de_de: Externe Adresse: %s
es: Dirección Externa: %s
vi: Địa chỉ bên ngoài: %s

source: Extra Services
de_de: Zusatzleistungen
es: Servicios Extra
vi: Dịch vụ bổ sung

source: FTP is used by Endpoint Manager to send firmware images to phones, as well as additional data.
de_de: FTP wird von der Endpunktverwaltung verwendet, um Firmware-Images und weitere Daten an Telefone zu senden.
es: Endpoint Manager utiliza FTP para enviar imágenes de firmware a teléfonos, así como datos adicionales.
vi: FTP được sử dụng bởi trình quản lý Endpoint để gửi các hình ảnh của firmware tới các điện thoại, cũng như các dữ liệu bổ sung.

source: Failed! Could not validate entry. Please try again.
de_de: Fehlgeschlagen! Konnte den Eintrag nicht validieren. Bitte versuchen Sie es erneut.
es: ¡Ha fallado! No se pudo validar la entrada. Inténtalo de nuevo.
vi: Không thành công! Không thể hợp lệ hóa mục nhập. Vui lòng thử lại lần nữa.

source: Firewall
es: Cortafuegos
vi: Tường lửa

source: Firewall Active
de_de: Firewall aktiv
es: Cortafuegos Activo
vi: Firewall hoạt động

source: Firewall Configuration
de_de: Firewall Konfiguration
es: Configuración del Cortafuegos
vi: Cấu hình Firewall

source: Firewall Disabled
de_de: Firewall deaktiviert
es: Cortafuegos Desactivado
vi: Firewall đã bị vô hiệu

source: Firewall Integrity Failed
de_de: Firewall-Integrität fehlgeschlagen
es: La integridad del Cortafuegos Falló
vi: Tính toàn vẹn Firewall bị sự cố

source: Firewall Service not running!
de_de: Firewall-Dienst wird nicht ausgeführt!
es: ¡El servicio de Cortafuegos no se está ejecutando!
vi: Dịch vụ Firewall không chạy!

source: Firewall Wizard
de_de: Firewall-Assistent
es: Asistente de Cortafuegos
vi: Thuật sĩ Firewall

source: Firewall can not be disabled
de_de: Die Firewall kann nicht deaktiviert werden
es: El Cortafuegos no se puede desactivar
vi: Không thể vô hiệu Firewall

source: Firewall functions
de_de: Firewall-Funktionen
es: Funciones de Cortafuegos
vi: Các chức năng của Firewall

source: Firewall has not started yet!
de_de: Die Firewall ist noch nicht gestartet!
es: ¡El Cortafuegos aún no se ha iniciado!
vi: Firewall vãn chưa được khởi động!

source: Firewall is not enabled, can't disable it
de_de: Kann die Firewall nicht deaktivieren, da sie nicht aktiviert ist
es: El cortafuegos no está activado, no se puede desactivar
vi: Firewall không được kích hoạt, không thể vô hiệu hóa nó

source: Firewall should now auto-detect and configure External IP settings. This will assist with NAT or Translation issues.
de_de: Die Firewall sollte nun die externen IP-Einstellungen automatisch erkennen und konfigurieren. Dies hilft bei NAT oder Übersetzungsproblemen.
es: El cortafuegos ahora debería detectar automáticamente y configurar la configuración de IP externa. Esto ayudará con problemas de traducción o NAT.
vi: Hiện tại, Firewall tự động phát hiện và cấu hình các cài đặt IP bên ngoài. Điều này sẽhỗ trợ NAT và các vấn đề về dịch.

source: For example:
de_de: Zum Beispiel:
es: Por ejemplo:
vi: Ví dụ:

source: For use on internal networks. You mostly trust the other computers on the networks to not harm your computer.
de_de: Zur Verwendung in internen Netzen. Sie gehen in der Regel davon aus, dass Computer in diesen Netzen Ihrem Computer keinen Schaden zufügen.
es: Para uso en redes internas. Usted confía principalmente en las otras computadoras en las redes para no dañar su computadora.
vi: Để sử dụng trên các mạng nội bộ, bạn hầu như phải ủy thác các máy tính trên các mạng để không làm hại máy tính của bạn.

source: For use on trusted external networks, or other well known networks (such as a DMZ, or OpenVPN network). You mostly trust the other computers on the networks to not harm your computer.
de_de: Zur Verwendung bei vertrauenswürdigen externen Netzwerken oder anderen bekannten Netzen (wie z.B. eine DMZ oder ein OpenVPN-Netzwerk). Sie gehen in der Regel davon aus, dass Computer in diesen Netzen Ihrem Computer keinen Schaden zufügen.
es: Para usar en redes externas confiables u otras redes conocidas (como una red DMZ u OpenVPN). Usted confía principalmente en las otras computadoras en las redes para no dañar su computadora.
vi: Đẻ sử dụng các mạng nội bộ an toàn, hoặc các thiết bị mạng khác ( như mạng DMZ, or OpenVPN ). Bạn hầu như phải ủy thác các máy tính khác trên các mạng để không làm hại máy tính của mình.

source: Force Add/Removal of entry
de_de: Hinzufügen / Entfernen des Eintrags erzwingen
es: Forzar Agregar/Remover la entrada
vi: Bắt buộc Them/Xóa bỏ Mục nhập

source: Further information is available at the PBX Wiki.
de_de: Weitere Informationen finden Sie im PBX-Wiki.
es: Más información está disponible en la PBX Wiki.
vi: Các thông tin khác có sẵn tại PBX Wiki.

source: HTTP Provisioning
de_de: HTTP-Bereitstellung
es: Aprovisionamiento HTTP
vi: Dự phòng tài nguyên HTTP

source: HTTP Provisioning is disabled in Sysadmin Port Management
de_de: HTTP-Bereitstellung ist beim Port-Management im System-Admin deaktiviert
es: Aprovisionamiento HTTP está deshabilitado en Sysadmin Port Management
vi: HTTP Provisioning bị vô hiệu trong Sysadmin Port Management

source: HTTP REST Apps are disabled in Sysadmin Port Management
de_de: HTTP-REST Apps sind beim Port-Management im System-Admin deaktiviert
es: HTTP REST Apps está deshabilitado en Sysadmin Port Management
vi: Các ứng dụng HTTP REST bị vô hiệu trong Sysadmin Port Management

source: HTTPS Provisioning
de_de: HTTPS-Bereitstellung
es: Aprovisionamiento HTTPS
vi: Dự phòng tài nguyên HTTPS

source: HTTPS Provisioning is disabled in Sysadmin Port Management
de_de: HTTPS-Bereitstellung ist beim Port-Management im System-Admin deaktiviert
es: Aprovisionamiento HTTPS está deshabilitado en Sysadmin Port Management
vi: HTTPS Provisioning bị vô hiệu trong Sysadmin Port Management

source: HTTPS REST Apps are disabled in Sysadmin Port Management
de_de: HTTPS-REST-Apps sind beim Port-Management im System-Admin deaktiviert
es: HTTPS REST Apps está deshabilitado en Sysadmin Port Management
vi: HTTPS REST bị vô hiệu trong Sysadmin Port Management

source: Host '%s' is not currently in the blacklist.
de_de: Host '%s' steht momentan nicht auf der Sperrliste.
es: Host '%s' no está actualmente en la lista negra.
vi: Host '%s' hiện không thuộc danh sách đen.

source: However, if you continue, your machine and firewall will be automatically updated with the latest settings!
de_de: Wenn Sie weitermachen werden ihre Maschine und ihre Firewall automatisch mit den letzten Einstellungen aktualisiert!
es: ¡Sin embargo, si usted continua, su máquina y cortafuegos serán automaticamente actualizados con las últimas configuraciones!
vi: Tuy nhiên nếu bạn tiếp tục, máy của bạn và tường lửa sẽ được tự động cập nhật các cài đặt mới nhất!

source: IAX Protocol
de_de: IAX Protokoll
es: Protocolo IAX
vi: Giao thức IAX

source: IAX stands for Inter Asterisk eXchange. It is more bandwidth efficient than SIP, but few providers support it.
de_de: IAX steht für Inter Asterisk eXchange. Es ist bandbreitenschonender als SIP, wird aber nur von wenigen Anbietern unterstützt.
es: IAX significa Inter Asterisk eXchange. Es más eficiente que SIP en ancho de banda, pero pocos proveedores lo soportan.
vi: IAX là viết tắt của Inter Asterisk eXchange. Nó là băng thông hiệu quả hơn SIP nhưng ít nhà cung cấp hỗ trợ nó.

source: IDs to add or remove from a zone
de_de: IDs, die einer Zone zugewiesen oder von ihr entfernt werden sollen
es: IDs a agregar o remover de la zona
vi: Các ID để thêm hay loại bỏ khỏi một vùng

source: IP Address:
de_de: IP Adresse:
es: Dirección IP:
vi: Địa chỉ IP:

source: IP Addresses:
de_de: IP Adressen:
es: Direcciones IP:
vi: Các địa chỉ IP:

source: If fail2ban is enabled and configured on this machine, fail2ban will send you email alerts when this happens.
de_de: Fall fail2ban auf diesem System aktiviert und konfiguriert ist, sendet fail2ban Ihnen E-Mail-Benachrichtigungen, wenn dies passiert.
es: Si fail2ban está habilitado y configurado en esta máquina, fail2ban le enviará alertas por email cuando esto suceda.
vi: Nếu fail2ban được kích hoạt và cấu hình trên máy này, fail2ban sẽ gửi cho bạn email cảnh báo về các hoạt động.

source: If the incoming connection attempts are invalid, traffic from that machine will be dropped for a short period of time. If attempts to authenticate continue without success, the attacking host will be blocked for 24 hours.
es: Si los intentos de conexión entrantes son inválidos, tráfico desde esa máquina se caerá por un período corto de tiempo. Si intentos de autenticarse continúan sin éxito, el host atacante será bloqueado por 24 horas.
vi: Nếu số lần thử kết nối đến không hợp lệ, lưu lượng từ máy này sẽ bị sụt giảm trong một khoảng thời gian ngắn. Nếu các lần thử xác thực tiếp tục không thành công, host tấn công sẽ bị khóa trong 24 tiếng.

source: If the registration attempt is successful, the remote host is then added to a 'Known Good' zone, that has permission to use that protocol, and is additionally granted access to UCP, if UCP is enabled.
es: Si el intento de registración es satisfactorio, el host remoto es entonces agregado a la zona 'Bien Conocido', que tiene permisos para usar ese protocolo, y adicionalemente se le otorga acceso a UCP, si UCP está habilitado.
vi: Nếu việc thử đăng ký thành công thì sau đó host từ xa sẽ được thêm vào vùng 'Known Good". điều này sẽ cho phép sử dụng giao thức đó và được cấp thêm quyền truy nhập vào UCP nếu UCP được kích hoạt.

source: If this is a known secure network, you should add it to the Trusted zone
de_de: Wenn das ein bekanntes sicheres Netzwerk ist, sollten Sie es der vertrauenswürdigen Zone hinzufügen
es: Si es una red segura conocida, debería agregar a la zona de Confianza
vi: Nếu nó được xem là mạng an toàn thì nên thêm nó vào Vùng An toàn (trusted zone)

source: If you are coming from an IPv6 Network, it <strong>not recommended</strong> to only add your 'Host', as MAC address changes, or IPv6 Security Extensions, will randomly and unexpectedly change your IP address. Ensure you add the complete network.
es: Si está ingresando desde una red IPv6, <strong>no se recomienda</strong> agregar sólo su 'Host', como las direcciones MAC cambian, o las Extensiones de Seguridad de IPv6, cambiarán aleatoriamente e inesperadamente su dirección IP. Asegúrese de agregar la red completa.
vi: Nếu bạn đang đến từ mạng IPv6, <strong>Không nên</strong> chỉ thêm mỗi 'host' của bạn, vì những thay đổi địa chỉ MAC hay các máy nhánh an ninh IPv6 sẽ thay đổi địa chỉ IP của bạn một cách ngẫu nhiên đột ngột. Cần đảm bảo bạn thêm một mạng đầy đủ.

source: If you are not using the Responsive Firewall, there will be no useful information available here.
es: Si no está utilizando Responsive Firewall, no habrá información útil aquí.
vi: Nếu bạn không đang dùng Responsive Firewall, sẽ không có sẵn thông tin có ích nào ở đây.

source: If you are unable to do this, it is unlikely that Responsive Firewall will work correctly, if at all.
es: Si no es capaz de hacer esto, es improbable que Responsive Firewall siquiera funcione correctamente.
vi: Nếu bạn không thể thực hiện điều này, thì Responsive Firewall hầu như sẽ không hoạt động chính xác.

source: If you believe one of the hosts has been added in error, you can click the red 'X' to remove the block. If the host continues to send invalid data, it will be automatically re-added.
es: Si cree que algunos de los hosts ha sido agregado por error, puede hacer click en la 'X' para eliminar el bloque. Si el host continúa enviando datos inválidos, será automáticamente añadido.
vi: Nếu bạn tin và một trong những host mà bạn vừa thêm trong danh sách lỗi, bạn có thể kích nút đỏ 'X" để xóa nó khỏi danh sách chặn. Nếu host tiếp tục gửi những dữ liệu không hợp lệ, nó sẽ tự động được thêm vô lại.

source: If you do not wish to use Sangoma Smart Firewall, simply click 'Abort'. You may return to this setup wizard via the 'Firewall' option in the Connectivity menu.
es: Si no desea usar Sangoma Smart Firewall, simplemente haga click en 'Abortar'. Puede retornar a este asistente de configuración mediante la opción 'Firewall' en el menú Conectividad.
vi: Nếu bạn không muốn sử dụng Tường lửa thông minh Sagoma Smart Firewall, chỉ cần kích vào 'Abort'. Bạn có thể quay lại thuật sĩ cài đặt này thông qua tùy chọn 'Firewall" trong menu Connectivity.

source: Integrated PBX Firewall. Currently works with RHEL 6 and RHEL 7 compatible distributions. Note: This requires the Sysadmin RPM. Please see wiki for further information.
es: Cortafuegos de PBX integrado. Actualmente trabaja con distribuciones compatibles con RHEL 6 y RHEL 7. Nota: esto requiere del RPM Sysadmin. Favor de ver la wiki para más información.
vi: Firewall PBX đã được tích hợp hiện đang làm việc với các phân phối tương thích của RHEL6 và RHEL 7. Lưu ý: Điều này yêu cầu phải có Sysadmin RPM. Vui lòng xem wiki để có thêm thông tin.

source: Interface %s is not in the correct zone. This can be caused by manual alterations of iptables, or, an unexpected error. Please restart the firewall service.
es: Interface %s no está en la zona correcta. Esto puede ser causado por alteraciones manuales de iptables, o un error inesperado. Por favor, reinicie el servicio de Cortafuegos.
vi: Giao diện %s không nằm trong vùng chính xác. Nguyên nhân là do sự thay đổi thủ công của các iptable, hay một lỗi không mong muốn. Vui lòng khởi động lại dịch vụ firewall.

source: Interface Name
es: Nombre de la interfaz
vi: Tên giao diện

source: It continously monitors the configuration of your machine, automatically opening and closing ports to known trunks (eg, VoIP providers), and allows you to limit the services this machine provides to clients.
es: Monitorea continuamente la configuración de su máquina, automáticamente abriendo y cerrando puertos a líneas conocidas (por ej. proveedores VoIP), y le permite limitar los servicios que esta máquina provee a los clientes.
vi: Nó liên tục giám sát cấu hình máy của bạn, tự động đóng/ mở các cổng giao tiếp tới các trung kế đã biết ( Ví dụ các nhà cung cấp VoIP), và cho phép bạn giới hạn các dịch vụ mà máy này cung cấp cho các máy khách.

source: It is highly recommended that the client you're currently using (%s) should be marked as Trusted. This will ensure that you can not accidentally be locked out of this server.
es: Es altamente recomendado que el cliente que está usted utilizando %s sea marcado como de Confianza. Esto asegurará que usted no pueda accidentalmente ser bloqueado de este servidor.
vi: Khuyến cáo rằng máy khách bạn đang sử dụng (%s) nên được đánh dấu là Trusted ( An toàn). Điều này sẽ đảm bảo bạn sẽ không bị máy chủ này khóa đột ngột.

source: It is recommended to turn this on if you have remote clients.
de_de: Es wird empfohlen, dies einzuschalten, wenn Sie Remote-Clients haben.
es: Es recomendado encender esto si tiene clientes remotos.
vi: Nếu bạn có các máy khách từ xa thì khuyến cáo nên bật nó lên.

source: Known Network Definitions
es: Definiciones de Redes Conocidas
vi: Các định nghĩa mạng đã biết

source: Known Networks:
de_de: Bekannte Netzwerke:
es: Redes Conocidas:
vi: Các mạng đã biết:

source: Last 5 packets
es: Últimos 5 paquetes
vi: 5 packet gần nhất

source: Latest firewall module is depends on 'ipset' utility which is missing so please install this by either 'yum install ipset -y' for distro(centos) or equivalent package install command as per your OS and try again.
es: El módulo de Cortafuegos más reciente depende de la utilidad 'ipset', que no se encuentra. Favor de instalarla mediante 'yum install ipset --y' para la distro (centOS) o comando de instalación de paquete equivalente de acuerdo a su Sistema Operativo y vuelva a intentar.

source: Legacy SIP (chan_sip)
es: Legado SIP (chan_sip)
vi: Giao thức Legacy SIP (chan_sip)

source: Lets Encrypt rules already disabled. Nothing to do.
es: Reglas Lets Encrypt ya deshabilitadas. Nada que hacer.

source: Lets Encrypt rules already enabled. Nothing to do
es: Reglas Lets Encrypt ya habilitadas. Nada que hacer

source: Lets Encrypt rules disabled successfully.
es: Reglas Lets Encrypt deshabilitadas satisfactoriamente.

source: Lets Encrypt rules enabled successfully.
es: Reglas Lets Encrypt habilitadas satisfactoriamente.

source: Linked to Interface %s
es: Enlazado a interfaz %s
vi: Được kết nối tới giao diện %s

source: List all entries in zone 'zone'
es: Lista de todas las entradas en la zona 'zone'
vi: Danh sách các mục nhập trong vùng 'zone'

source: Loading...
de_de: Laden...
es: Cargando...
vi: Đang tải...

source: Local trusted traffic
es: Tráfico de confianza local
vi: Lưu lượng an toàn tại chỗ

source: Main
es: Principal
vi: Chính

source: Most interfaces should be set to <strong>Internet</strong>.
es: La mayoría de las interfaces deberían encontrarse en <strong>Internet</strong>.
vi: Hầu hết các giao diện nên được cài đặt về <strong>Internet</strong>.

source: Multiple Ports: %s
es: Puertos múltiples: %s
vi: Nhiểu Cổng giao tiếp: %s

source: NFS Services are not available on this machine
de_de: NFS-Dienste sind auf dieser Maschine nicht verfügbar
es: Servicios NFS no están disponibles en esta máquina
vi: Các dịch vụ NFS không khat dụng trên máy này

source: Network/Host
es: Red/Host
vi: Mạng/host

source: Networks
de_de: Netzwerke
es: Redes
vi: Mạng

source: New Interface Detected
de_de: Neue Schnittstelle erkannt
es: Nueva interfaz detectada
vi: Đã phát hiện một giao diện mới

source: No Custom services defined.
de_de: Keine Benutzerdefinierten Dienste definiert.
es: Ningún servicio personalizado detectado.
vi: Không có tùy chỉnh dịch vụ naog được xác định.

source: No Endpoints have been allowed through the Responsive Firewall
es: No se han permitido Puntos Finales a través de Responsive Firewall
vi: Không có Enpoint nào được cho phép đi qua Responsive Firewall

source: No IP Addresses assigned to this interface.
es: No hay direcciones IP asignadas a esta interfaz.
vi: Không có địa chỉ IP nào được gán vào giao diện này.

source: No Trusted Management Network
de_de: Kein vertrauenswürdiges Verwaltungsnetz
es: No hay Redes de Administración de Confianza
vi: Không có mạng quản lý an toàn

source: No Trusted Network or Host defined
de_de: Kein vertrauenswürdiges Netzwerk oder vertrauenswürdiger Host definiert
es: Ninguna Red de Confianza o Host definido
vi: Không có mạng an toàn hay Host xác định nào

source: No Trusted Network or Host has been defined. Every server should have a 'Trusted' host or network to ensure that in case of configuration error, the machine is still accessible.
es: No han sido definidas Redes o Host de Confianza. Cada servidor debería tener host o redes 'de Confianza' para asegurar que en el caso de un error de configuración, la máquina continúe accesible.
vi: Không có mạng hay host an toàn nào được xác định. Mỗi máy chủ nen có một mạng hay host thuộc "Trusted" để đảm bảo trong trường hợp lỗi cấu hình, máy vẫn có thể truy nhập được.

source: No custom services currently defined.
de_de: Derzeit sind keine benutzerdefinierten Dienste definiert.
es: No hay servicios personalizados definidos actualmente.
vi: Hiện không có dịch vụ tùy chỉnh nào xác định.

source: No hosts!
de_de: Keine Hosts!
es: ¡No hay hosts!
vi: Không có host nào!

source: No network identifiers supplied
es: No se proporcionaron identificadores de red
vi: Không có định danh mạng nào được cung cấp

source: No networks selected
es: No se detectaron redes

source: Normally this should be set to <strong>Disabled</strong> unless you are debugging network connectivity.
es: Normalmente esto debería establecerse como <strong>Deshabilitado</strong> a menos que se encuentre depurando conectividad de la red.
vi: Thông thường nên cài đặt nó về<strong>Disabled</strong> trừ khi bạn đang gỡ lỗi kết nối mạng.

source: Note that changes to the firewall are effective immediately.
de_de: Beachten Sie, dass Änderungen an der Firewall sofort wirksam sind.
es: Tenga en cuenta que cambios en el cortafuegos son efectivos inmediatamente.
vi: Lưu ý rằng những thay đổi trên firewall sẽ có hiệu lực ngay lập tức.

source: Note that if you have explicitly granted 'External' connections access to a protocol, this filtering and rate limiting will not be used. This is only used when an incoming connection <strong>would normally be blocked</strong>.
es: Tenga en cuenta que si ha otorgado explícitamente a las conexiones 'Externas' acceso a un protocolo, este filtrado y limitación de velocidad no será utilizado. Esto es sólo usado cuando una conexión entrante <strong>normalmente sería bloqueada</strong>.
vi: Lưu ý rằng nếu bạn cho phép các kết nối bên ngoài truy cập vào một giao thức, việc lọc và hạn chế tốc độ (filtering and rate limiting) sẽ không được sử dụng. Chúng chỉ được sử dụng khi một kết nối đến <strong>bị chặn </strong>.

source: Note that the 'Reject' setting explicitly blocks that service totally, and can only be overridden by access from a Trusted Zone. This is functionally equivalent to turning off access from all zones, unless you are running an extra Firewall plugin.
de_de: Beachten Sie, dass die Einstellung "Ablehnen" diesen Dienst explizit vollständig blockiert und nur durch den Zugriff von einer vertrauenswürdigen Zone aus überschrieben werden kann. Dies entspricht funktional dem Deaktivieren des Zugriffs für alle Zonen, es sei denn, Sie führen ein zusätzliches Firewall-Plug-in aus.
es: Tenga en cuenta que el ajuste 'Rechazar' bloquea el servicio totalmente, y sólo puede ser anulado por un acceso de Zona de Confianza. Esto es funcionalmente equivalente a apagar el acceso a todas las zonas, a menos que esté ejecutando un plugin de Cortafuegos adicional.
vi: Lưu ý rằng cài đặt 'Reject' chặn hoàn toàn các dịch vụ, và chỉ có thể được ghi đè bằng cách truy cập từ một Trusted Zone. Đây là chức năng tương đương với việc tắt truy cập từ tất cả các zone, trừ khi bạn đang chạy một plugin Firewall bổ sung.

source: Note that timestamps may not be accurate, and are indicative only.
es: Note que las marcas de tiempo pueden no ser precisas, y son solamente indicativas.

source: Note: LetsEncrypt will always send challenge queries to port 80. If this server is not listening on port 80, certificate requests will fail unless an upstream firewall or proxy redirects requests to the server port.
es: Nota: LetsEncrypt siempre enviará consultas de desafío al puerto 80. Si este servidor no está escuchando en el puerto 80, las peticiones de certificados fallarán a menos que un proveedor río arriba o proxy redirija las peticiones al puerto del servidor.
